[
  {
    "id": 36,
    "text": "Okay. So, Matt, you've identified one of the bigger issues in Brazil, Latin America. The political situation there is not very stable, that drives a lot of economic uncertainty. People won't buy if they don't know what the future looks like. Clearly, the distribution network we have in Brazil allows us to put many products in and everywhere in Brazil. The economy is just poor at this point and we're coming into the irrigation season. We should see a pickup there seasonally. From a share perspective, we're doing just fine. We don't see us having lost any share. In fact, we've probably gained some share over this past year. The integration of Bombas Leao has gone very well and is fully integrated now into our business in Brazil. Argentina is very soft for a variety of reasons, also some political instability. We have a good share there, but that's off, I expect that to come back in the next year or so. In Africa, you talk about a place with some political instability, that's certainly driving a lot of uncertainty. Our end markets there are primarily ag and mining. Mining has recovered a little bit in Southern Africa, not very much, but better than it was a year ago. We've got a lot of headroom growth opportunity for share gains in Africa outside of the country of South Africa. There's a lot of opportunity there. The challenge is getting to the buyers and gets a build out for distribution in that area. And just get after it; the economies are very soft right now."
  },
  {
    "id": 55,
    "text": "Such factors include, without limitation, sales levels; current macroeconomic conditions; increasing concentration of titles; shifts in consumer spending trends; our ability to predict consumer preferences among competing genres and hardware platforms; maintenance of key relationships, including the ability to attract, retain and develop key personnel and developers that can create high-quality hit titles; the seasonal and cyclical nature of our industry; changing business models, including digital delivery of content, competition, including from used games; possible declines in prices; product returns; price protection; product delays; the console transition; adoption rate and availability of new hardware and related software; rapid changes in technology and industry standards; the current regulatory environment; litigation and associated costs; protection of proprietary rights; counterparty risks; economic, financial and political conditions and policies; foreign exchange and tax rates; and potential changes associated with geographic expansion."
  },
  {
    "id": 116,
    "text": "Yes. I think snowmobiles actually did come in where we thought they were going to come in. We gave guidance that, beginning of the year, for the last year, we said they'd be up. In fact, actually, we said at the beginning of the year, they'd be up, they'd be basically flat, and we were actually up about 7%. As we look forward to '15, the guidance that we've given on the snowmobile side of up 5% to 6%, you are correct that inventory being 9% down, you would like to see increase in sales a little bit more. But we are seeing weakness on the international side. Russia is an area that is down on the snowmobile side for next year. Some of that, I would say, is their economy, but the other side is the political risks that run there as well. So if there's an opportunity and, let's say, the political risk side of things clears up, there's no doubt that, as we see opportunities, we could go ahead and move some more units there. But as we sit here today, we're not expecting that portion of the business to grow."
  },
  {
    "id": 215,
    "text": "And maybe one word to Brazil, because you mentioned Brazil. Brazil has, of course, also the corona crisis. But the second thing is that they have, at the moment, a political crisis as well. As you know, the President fired a lot of very well-accepted people in the -- the 2 ministers, I think, one for health and the other one for [ leading questions ], police or whatever. So in addition to all this kind of issues with the corona, they have, in the meantime, a political crisis. So we have to watch this really the next 6 to 8 weeks what will happen there. So this is a very, very severe situation because a stable political situation will help you much better than to handle such a big crisis. But this on top is not easy to what -- to foresee what will happen in Brazil."
  },
  {
    "id": 218,
    "text": "So it is a difficult question to answer because risk can come from any side. So it's very difficult to say a particular risk which we are seeing. But yes, political scenario of the country can be a risk to the organization, so we all are eagerly waiting for the outcome of the election, so that can be a risk. Then even to some extent, you can say currency can play a role to the risk side, so that can also be another risk. So other than that, I don't see it will be a big risk because construction kind of growth is not there in the country for last 3, 4 years. So we don't see. From here on, it will be a further dip into the growth. From here on, we are seeing a positive side than the negative side. So I don't think it's a much risk."
  },
  {
    "id": 248,
    "text": "And if you look at the last 12 months, we're still outperforming the market. And I think this brings us back to -- and I read with interest from people when you can't get your heads around profitability and production forecast, could go on political risk. But our political risk profile is lot less of an issue today as it was in 1995, and what we're seeing, and we're seeing in the, and we've seen in Mali recently, is the evolution of the political process, and the move from dictatorship to civil society, it's with the process, and it's inevitable march."
  },
  {
    "id": 251,
    "text": "I'd say the other ones that we've been -- that we are -- where we have conversations or just at a high level, looking at are -- in addition to Peru would be Panama, Colombia. Colombia, there's very large opportunity set in terms of the number of megawatts that they need to build there. But that would be a bit more earlier and I'd say some interesting ones in Panama. And we like both of those jurisdictions just from a -- again, we think the perceived political risk would -- is much better than Nicaragua. There's also Chile. There's -- which is -- would be, call it, the lowest perceived political risk or the best perception out there. We are looking at some things there, but that's sort of earlier days than the other 2. But -- so we are keeping the focus so that Peru has a better perception from a market's perspective. And our next move, we will keep that sort of principal for sure."
  },
  {
    "id": 256,
    "text": "Well, we could have. Yes, we could have participated in that. So the rhythm of the Military Passenger business really is about troop rotations and training exercises. Now, obviously, it's at a much higher level of activity now still, of course, with CENTCOM and you thought about that troop rotations that came out of Iraq, as the government drew down 100,000 forces there. And over time, there's going to be that drawdown in Afghanistan in the field, but there are troops and there will be troops we expect, in Europe, there'll be in Asia, in the Pacific. There are normal planned training exercises. So the rhythm, when we get post-conflicts, and I'm not forecasting when that is, but as you become post-conflict, the rhythm of military demand will probably be seasonal for passengers more summer time and when training missions and troop rotations are there, but not exclusively, and that'll kind of drive the demand. And that's a bit of a learning curve, I think, Helane, that we're going to have to come up, and the military will too as the drawdown occurs and we get to a non-conflict area. So we've got a bit of learning to do on to that, as we come into 2012 and beyond."
  },
  {
    "id": 377,
    "text": "The final column is entitled International Environment. And we track these budgets and spending as well. But we also know that the policy of the United States executes around the world are driven by national security interests and events taking place that impact those interests. So here are a few of the issues. The politics of Iraq, best case, are intense. As Iraq's leaders exercise sovereignty, business and governments are finding it a challenge to navigate this dynamic and new environment, and we're no different. The threat of an Iran obtaining nuclear weapons has caused a tremendous amount of tension around the world but especially in the Middle East. To counter that threat, the administration has agreed to $30 billion in weapons sales for the Kingdom of Saudi Arabia. Here, we have a strong presence and great relationships. In the United Arab Emirates, its weapons sales, as well as coordination and unprecedented cooperation include, according to press reports, the deployment of F-22 fighters. And finally, we have the leaders of Israel and Iran continuing to express other feelings towards one another. The newspapers continue to be full of speculation about whether or not the tensions will escalate and clearly, this would have tremendous ramifications for U.S. policy. And in the Far East, you have China's growing military strength, we have the United States Marines deploying to Australia, you have Singapore developing a port to handle aircraft carriers. The Philippines, United States are strengthening an already deep relationship. Vietnam and the United States are developing military ties and we're rebasing U.S. troops from Okinawa to Guam. All of these developments will require implementation. And implementation is what we do. And meanwhile, the counter-terror activities against Al-Qaeda and its affiliates continue. We are reminded constantly that their threat remains and there's much to be done around the world. And that's why what we do at DynCorp International is so important. We help the U.S. and its allies implement important priorities."
  },
  {
    "id": 382,
    "text": "We delivered the first half within our sales range, and importantly, above our EPS forecast in constant currency. We remain focused on delivering our full year guidance against an accelerating backdrop of political, economic and currency volatility. The political landscape around the world shifted considerably in 2016. We recognize the potential challenges this changing landscape presents, and there may be implications for our business in the U.S. and around the world. While we remain committed and constant in our strategy, we are somewhat cautious in the near term as a result of the global macro uncertainty."
  },
  {
    "id": 401,
    "text": "As I mentioned, the decrease in our international distributor business is due to a combination of political, currency and economic issues in several countries, including Venezuela, Colombia, Egypt, and Kenya. We are pleased that many of the distributors negatively impacted in these markets are taking steps to shore up their business in other regions they manage, which should result in positive performance next year. We expect distributor sales to be slightly down for the full year. However, we believe the product successes we are experiencing in the U.S. and international subsidiaries will positively impact our international distributor business in 2014."
  },
  {
    "id": 472,
    "text": "The recent political unrest in Egypt and some other countries in the region has contributed to uncertainty to global financial markets as well as the nitrogen and phosphate markets. The MOPCO facility has continued to operate and export at normal levels during the recent period of unrest, although this is not true for all Egyptian nitrogen facilities. Progress also continues on the tripling of the output of the Egyptian nitrogen facility. We remain cautiously optimistic that a peaceful resolution to the political situation will unfold."
  },
  {
    "id": 498,
    "text": "I'm coming now to the next slide which is Slide #10. Here, I think I should make a few statements about our most important countries, Russia, Ukraine, Romania, Hungary. I think I ought to start with Ukraine which used to be the most effective country during the crisis here. We see a predominant depositive development. Foreign reserves are back to pre-crisis levels with EUR 32 billion. At the moment, the country has been upgraded by Standard and Poor's and Japan rating agency to B+. There was a second stress test from the National Bank of Ukraine where they have found a EUR 5 billion additional recapitalization need for 60 banks, so that's quite a lot. By the way, Raiffeisen Bank was the only major test participant with no additional need to inject capital. I think this is worth mentioning."
  },
  {
    "id": 514,
    "text": "In the first 9 months of 2019, continued trade war concerns between U.S. and China, Brexit process and geopolitical developments were influential on global markets. While rising global uncertainties caused fluctuations in financial and commodity markets, it also paved the way for a slowdown in the global economic growth.  As weakening in the global economic activity became more evident, major central banks started to implement more expansionary monetary policies supporting the demand for emerging market assets."
  },
  {
    "id": 541,
    "text": "I think it's a global issue. Clearly, we sell to countries such as Russia and even Algeria, and revenue is based on oil prices for those countries. So there is that global risk that we have to deal with. So I think the answer to the question is yes, and it kind of goes into our cautiousness."
  },
  {
    "id": 574,
    "text": "In today's world, schools are currently going into lock down with alarmingly -- with alarming frequency. Unfortunately and tragically, school shootings are becoming all too common and as a result of the heightened security and increased sensitivity, other events such as bomb threats or suspicious packages are resulting in lockdown situations. As a result of this, school administrators and school boards are beginning to search for answers to threats and violence. They are looking for best practices regarding how to safeguard children, staff and workers. Unfortunately, there is no TSA-type agency for school safety that suggests best practices. We have heard from school boards, they don't know where to turn and are inundated with security options, which may not work effectively or are too expensive or don't address modern threats. They are looking for answers. NAPCO is taking an industry leadership role in communicating best practices."
  },
  {
    "id": 591,
    "text": "That is a great question. I can tell you we had 6 distributors or 6 countries that we would say misfired. Of the 6, 4 of them were Palomar distributors, and as I mentioned them earlier, for Rich's question, we do believe some of that was giving those distributors comfort that they were going to be able to continue to carry the product line after the first of the year. As you know, we acquired at late June, so the second half of the year, I think, they had comfort and continued to have a line, and they were curious to when they will continue to have it going forward. Also, to remind everyone we have, we are -- 80% of our revenue comes from our direct offices, the high 70s, 78%. So we're a much more direct focus than most of our competitors, and so there's a natural assumption with distributors. And you can't really control distributors' anxiety that we may choose to go direct in countries where they -- where we have third -- where Palomar had third-party distribution. There are also 2 countries where we saw interruption we believe more from macro events. Turkey, in particular, we saw a currency effect there. Turkey's always been a very strong distributor for us. And that is a Cynosure distributor. And then in Russia, we saw some pullback as well. We do believe that was more from a macro kind of political unrest that was going on with the Olympics going on at that time. But we also had the whole situation going out with Crimea. We do know that there was some disruption as it related to activity due to uncertainty in the macro environment. Those are 2 countries where we did see an underperformance against their projected revenues for the quarter."
  },
  {
    "id": 613,
    "text": "In South America, Q4 product support revenue was up 36% year-over-year driven by strong parts volumes in Chilean mining post the launch of the ERP system in Q4 2018. Improved product support was offset by disruption related to the social unrest in Chile. Chilean GDP was down about 3% in the fourth quarter. We saw a decline in customer activity due to business disruptions and an increased level of uncertainty related to potential implications of the government social reform. The devaluation of the peso had an impact on the quarter, particularly on our service revenue, which is invoiced in local currency. We estimate that the social unrest and subsequent devaluation of the Chilean peso reduced our EPS by about $0.05 in the fourth quarter. The combined impact of the unrest and devaluation on our EBIT margin in South America was approximately 150 basis points."
  },
  {
    "id": 643,
    "text": "Well, I guess here's how I would see it. It remains the case, 3.5 years on, that not a single significant strategic or operational decision that we have made or not made has been driven externally by political influences. We've been managing the company for all its shareholders in the best way we know how. And therefore, all I know is what's happened so far, and I have no reason to believe that will change. But of course, there are risks in the future, but that's the position so far. The second thing that I'd say is we all have to recognize that the banking industry is quite politicized everywhere in the world today, as a result of its role in the financial crisis and the tensions, the political tensions arising from the financial crisis. And so banks equals politics, whether that's in Spain or Germany or here or America or Ireland, or you pick it. And in that sense, there are political risks and calculations that have to be made for the banking industry and the regulations it affected and the other pressures that can be on it. We've seen that in the U.K., away from RBS, rather recently. So I do think that bank investors are right to worry about politics, but it's not clear to me that RBS is particularly distinguished in that regard. But clearly, the best way we can insulate ourselves from this is to do our jobs well. I think if we fall down on the job, we invite more interference from whatever quarters. If we do our jobs well, we'll be left to get on with doing it."
  },
  {
    "id": 654,
    "text": "Looking at the Aftermarket business. We had strong development -- very strong development in Eastern Europe and the Middle East despite some different political situations in those countries. One thing that has also -- had also an impact is our business with Iran. As you remember, the embargo has been lifted, so we could benefit from that. That means we came in with an EBIT margin of 24.5% in the Aftermarket business in Q3, but I would not say that this is sustainable. We are normally above 20%, but almost 25% is pretty high, so I would expect that we are going to be in the range between 20% and 22% in the long run."
  },
  {
    "id": 664,
    "text": "Let me draw your attention to the usual disclaimer relating to forward-looking statements and non-GAAP measures. So now let's begin. And to start with the wider context for this set of results in Q1. If anything, the economic background has deteriorated in many parts of the world. In northern Europe, consumer sentiment continues to be eroded by fiscal tightening. In the South, countries are in varying degrees of crisis mode with no real sign of improvement anytime soon. In the U.S., signals are mixed. Employment, housing indicators suggest a pickup in the pace of growth, but consumer confidence is at a 9-month low and reduced payroll tax relief is hitting disposable incomes. The situation in emerging markets is mixed. Brazil remains muted; India, relatively stable; China, improved somewhat. Growth has slowed in South Africa and Russia as examples. And in a number of countries, tensions are high and we continue to plan on the assumption of an unpredictable and volatile world."
  },
  {
    "id": 722,
    "text": "In Thailand, we had a very strong second quarter following a first quarter which was disrupted by political unrest. I was in Bangkok at the time, and I'd like to pay tribute now to our staff who performed heroics, did brilliantly well, kept serving customers in what was a very difficult situation.  For the first half, sales grew by 15%, profits by 26%.  The business is performing on an upward path, a like-for-like growth almost 5% in the second quarter and a growing share. We're planning on acceleration of new space in the second half."
  },
  {
    "id": 774,
    "text": "Thank you, Göran. Looking at the outlook and the assumptions for the full year. We, as I said before, we are about to increase our capacity by roughly 10%. That means that we will report a lower PASK and unit cost by design, and that we are standing firm on our efficiency program to deliver around SEK 700 million in cost efficiency for this year.  But we also noticed an increased uncertainty around us. The Brexit and geopolitical uncertainty has, of course, is part of our planning going forward. We record a volatile currency in jet fuel situation. We have seen some very scary and awful terror attacks. And also, we've seen that more and more governments are keen to add more air-related taxes onto the burden of carriers as well. This together makes us believe that the best forecast that we can provide is that we stand on the same -- provide the same forecast as we did in Q2, i.e., we expect to post a positive earnings before nonrecurring items for the full year."
  },
  {
    "id": 785,
    "text": "Please turn to Slide 3. The second quarter of 2018 saw the extreme equity volatility of the first quarter subside, but the yield curve flattening continued. During the first part of the quarter, interest rates continued their recent upward trend with the 10-year U.S. treasury yield rising 37 basis points to an almost 7-year high of 3.11% on May 17. This trend reversed over the next 2 weeks as investors reacted to a possible trade war and political uncertainty in Italy. And by May 29, the 10-year treasury had rallied back almost to where it had started the quarter. This flight to quality was short-lived, however, with the 10-year treasury finishing the quarter 12 basis points higher overall. The spread between the 2-year treasury yield and the 10-year treasury yield tightened another 14 basis points over the course of the quarter. The yield curve has lately been the flattest it's been since 2007 when it actually inverted during the early part of that year."
  },
  {
    "id": 786,
    "text": "The economic downturn that started in quarter 4 2018 continued into quarter 1 2019, with GDP slipping down to 2.9% from the previous 3%. Global PMI saw slower expansion in Q1 2019, as worries on the impact of trade war between U.S. and China and wider political uncertainty undermined business confidence. Despite the recovery of oil prices during the quarter, the benchmark Brent averaged lower at USD 64 per barrel compared to USD 69 per barrel in the preceding quarter. Petrochemical prices were lower in Q1 2019 on lower feedstock costs, a weak market and slightly subdued demand."
  },
  {
    "id": 792,
    "text": "We have 2 areas of focus: our operations and geopolitical challenges. An example of a geopolitical issue is unfairly traded steel. We have a talented team that was put in place to deal with this, and the process is in place. We're managing that very well. I spend less of my time on these issues, but as CEO, I will do what is necessary to help with the geopolitical challenges. But to be very clear, my primary focus is on operations. When we execute at our steel mills well, it shows."
  },
  {
    "id": 795,
    "text": "Shipments of nonwoven wall cover products decreased 9% on a sequential quarter basis, and were down 10% on a pro forma basis when compared to the second quarter of 2013. This decline in shipments was driven by economic weakness in Russia and Ukraine due to the political instability. We expect demand from these markets to remain volatile until the political situation is stabilized."
  },
  {
    "id": 901,
    "text": "Okay. My next question is about exports. Can you give me a rough estimate as to exposure of your export sales to this conflict in Middle East? Like how much of export sales are exposed in volume terms? Does it conflict to those specific countries that are..."
  },
  {
    "id": 919,
    "text": "[indiscernible] from NRCI. Considering the increasing position you have in emerging markets, in global markets, where we see also an increasing amount of political and security risks, both in potentially South America, in West Africa, East Africa. You've also considered opportunities in the Middle East where we're seeing increasing security risks, Southeast Asia and now you're structuring in 2 companies. Considering the extreme importance of these risks and the major impact it may have, could you elaborate a little bit on how you intend to structure the risk organization within these 2 companies? And how you foresee that to be handled considering the massive plans you have in these emerging markets?"
  },
  {
    "id": 946,
    "text": "It's actually Vlad Nikolenko on behalf of Mark Schoenebaum. Congratulations for the great quarter and the smart acquisition of PHARMAQ yesterday. Actually a question more about the macro situation, about what else is going on in biotech. And there have been a lot of chatter and noise in present and from political front about potential regulation of drug prices in human health. And Zoetis looks like been a victim of overall sell-off in biotech. And so I just want to hear your perspective on any fronts from -- of potential regulation or even just headline risk from political and noise from human health on animal health and your ability -- Zoetis' ability to continue increasing prices on something like 2% or 3% per year. And second question is more about long-term guidance, specifically tax rate. So whether a revised guidance of additional decrease in a long-term tax rate, 100 to 120 basis points, if it's sustainable or if there's additional limit to decrease tax rate even further."
  },
  {
    "id": 964,
    "text": "Thank you, John. Well, this call obviously has to be considered in light of the environment of today. Obviously, as you all know, a brutal day in the stock market, investor confidence is low. You all know better than I the reasons for that, I suspect. I've been hearing things about -- concerns about reduction in government spending, Secretary of Defense Panetta talked about it today in a press conference. He was more concerned about the potential cuts out in the future than the immediate cuts. And there is also the herd mentality of investors who tend to lump all companies together and assume that if one company has got bad news, everybody's got bad news. But it's also an environment in which over a $1 trillion has lost annually to cyber attacks and there's over $8 million and counting attacks on the United States military networks and terrorist activities are not abating. I can't do anything about the European debt or what does or doesn't happen in D.C. I can't influence whether people hoard cash or not. But I can ensure that KEYW does what it says it's going to do, and we remain focused on building a business dedicated to these hard problems the country is facing."
  },
  {
    "id": 976,
    "text": "If you go to other areas on potential risk adjustments, such as geopolitical risk, tension, political, cybercrime, sustainability analysts, there is a huge risk picture being painted. And I think those 2 are around -- about to -- how do we marry these 2? Why does the financial markets today really do not reflect what a sustainability analyst will talk about climate change or cyber risk will talk about national interference or geopolitical tension and with Iran and North Korea and U.S. and China and trade agreements, et cetera. So I think this is -- some of them are really preoccupied that the risk assessment on the left will have a financial dampening effect. And so -- but I don't see it right now. So I go with TINA and FOMO: There is no alternative and fear of missing out. So I'll just jump in, even though it looks a little bit rich."
  },
  {
    "id": 999,
    "text": "Okay. And then finally one last question. When you talk to your customers, especially the ones that are either in Italy or shipping into Italy, what do they say they need to happen out of this political policy uncertainty? It looks like we should get a resolution here shortly. And what are most of your customers waiting for in terms of Italian policy? Are they saying once something gets done, we'll start installing again, or what do they feel about the Italian political uncertainty?"
  },
  {
    "id": 1014,
    "text": "Yes, thank you, Paolo. Good morning, Raphael. In fact [indiscernible] is important to start on Saudi. As Paolo anticipated, the level of drilling activity very, very strong in the second quarter of the year. Saudi Aramco operated with 185 rigs, 10 rigs more than the previous quarter, so there is a clear and we have been mentioning before a clear increase on operative consumption. On the other hand, it's clear that the Saudi Aramco is trying to reduce its purchases to balance their inventories and it is something that we will see the effect of this during the second half of '14, and most likely also to the first half of '15. So we expect to have some recovery maybe in Saudi in the shipment in the second half of '15, not earlier than that. The rest of Middle East present a mixed scenario, on one hand you have Iraq, given the internal unrest in the country will -- this will impact some delays in projects and contracts that we -- in which we participate there. So it's something that we are closely monitoring. In terms of UAE, there is also an increased level of drilling activity. We expect a major in tendering that we have in the next few quarters, which will have an impact on 2015 and beyond. And the other important market that is relevant for us in the Middle East is Kuwait, where in the last quarter, we have booked relevant orders. So our service material, that is very important, that will give us also some strength for our P&L there in the Middle East. So this is, overall, summary of what we expect for 2015 in the Middle East."
  },
  {
    "id": 1021,
    "text": "It's typical damage cover following strikes, riots, civil commotion, probably political risk. But it's a subset of what you cover on the terrorism policy but it's effectively thrown into nothing."
  },
  {
    "id": 1024,
    "text": "This probably is as a consequence of the third bullet point appearing in the Q3 market highlights, which has been the intensification of the macro uncertainties. And I think this is also another relevant side. We have plenty of uncertainties in these days. It's clear that we have political uncertainties in Europe, in America, all over the world. We are seeing actually a lot of political uncertainties, but we are seeing also commercial disputes, commercial tensions that are having very, very quick effect on the markets."
  },
  {
    "id": 1031,
    "text": "With respect to Egypt, I know you kind of addressed that things are still running well despite the unrest there. But talking more broadly about the unrest in the Middle East and North Africa, are you concerned about what kind of impact that could have on specifically tile coating demand but demand overall from a relatively important region? And have you seen any negative impact thus far in Q1?"
  },
  {
    "id": 1070,
    "text": "Let me just add a little more. I think the market movements post third quarter was, as Rob said, more hedge funds de-risking. We did not see any accelerated outflows in the first few weeks. I think, Dan, when you think about some of these big large strategic partnerships we announced, none of those was asset flows this quarter. All of this is going to be huge asset flows probably in 2019. And this is why we are spending so much time trying to develop these deeper relationships. We're not going to be able to predict or strive for any one quarter, but I do -- we're very excited about the opportunities of building these deeper relationships that over time are going to really push us towards a much higher growth rate. That being said, if the markets remain to be uncertain, if political risk remains large, you will continue to see clients pause. We've seen this in the past. Generally, in the fourth quarter, we see clients adding risk. That is typically what happens especially November, December. And so I'm not here to tell you I know how this will all play out, but we are continuing to see a large interest from our clients in our technology businesses. We're continuing to see large interest from clients in our alternatives space. And let me also talk about the breadth of our active business for a second. We had positive active flows in fixed, in multi-asset and alts. The only area where we had outflows that were significant was in low fee index products. And that's -- I think Rob Kapito has talked about this for years. That's where we see how people navigate money. They go in and out of index funds in large scale as an indicator of their market beliefs. So -- and I would also say, unlike most organizations in the industry, we have positive flows in US Wealth in our retail side. I don't know the outcome of this quarter or political uncertainty, but all I can say is we have very strong conversations going on right now with really important clients. And we'll see how that plays out."
  },
  {
    "id": 1121,
    "text": "Then the world economy suffered 2 major events: the never-ending Greek crisis and the unexpected slowdown of the Chinese economy. For China, we are facing the challenge of a switch from an economy based on infrastructure investment towards an economy driven far more by consumer investments. This shift is taking much, much more time than anticipated by both Chinese authorities and economists around the world. Brazil is facing, in fact, 3 different crisis: social unrest; a moral or, if you prefer, a corruption issue with political crisis; and an economic crisis. On Russia, which is one of the BRIC markets, Russia is hurt by the sanction and low price of oil. The ruble and the Russian economy have had a tough time, by and large. Only part of the BRIC market is India, which went quite well. And moreover, Europe didn't grow as fast as we had hoped. Emerging markets, which were once called fast-growing economies, no longer played out as a growth engine for the world. And as I said, only the U.S. seemed to remain unaffected by these turmoils."
  },
  {
    "id": 1132,
    "text": "For different reasons, a similar phenomenon exists in many lines of business that are affected by credit risk, financial risk, political risk and other forms of uncertainty. This means that our underwriters in line, such as surety, trade credit, political risks, financial institutions have the wind at their backs, and are well placed to drive rates upwards, which should achieve attractive results. If the rates do not meet our targets, we just have to wait for the right moment to grow, but we expect that we won’t wait too long and that we will see good money being made in these lines in the near future."
  },
  {
    "id": 1135,
    "text": "Now on the supply side. Many major players, the darker side is to the right -- actually to the left, the U.S., they can produce themselves with surplus for export. They no longer have to import. Russia has large gas reserves, but they face the challenges of transport. To the Middle East, it is surrounded by hotspots such as Iraq, Iran, Libya. These countries are facing volatile domestic situations. And so the way we read into it, the uncertainty of supply are caused by smaller countries. Whether bigger countries are doing well or not, if these -- if those countries have no problem, there will be surplus and dragging down oil price. But if uncertainties, volatility remain long-term, price will stay there, and the pushing factor would be the pressure from clean energy renewables. It will change the trend of pricing. We look at 4 big mega trends, the technology, clean energy, what do we see? There are 4 key words for trend, first, electrification. So that is the true energy for the future. In the past, when we talk energy, we think about oil, gas, coal. Electricity is more like downstream. But these days, electricity is the buzz word. The transport system, rail, everything, it has gone electric. Globally, they use less and less diesel. We -- in Thailand, we see more EVs, the Tuk-tuks, the rickshaws, motorbikes, they have gone electric as -- and consumers, we will no longer see liquids, oils, petrol stations. So electrification devices, we mainly depend on electricity. So that's new energy."
  },
  {
    "id": 1181,
    "text": "Now in general around the world for downstream activities, we see that there are several fertilizers projects that are being discussed in different countries. So in summary, in spite of political uncertainties, we continue to see -- political and economic uncertainties, we continue to see opportunities in nearly all the markets in which we operate."
  },
  {
    "id": 1187,
    "text": "Yes. I think that obviously, those conflicts, both as it relates to the Ukraine and Russia, certainly, is in our forecast. We talked about that in terms of our industry outlook being down significantly. Again, especially as it relates to Western manufacturers, like ourselves. And so there's a number of factors obviously that go into that but ultimately, a lot as a result of some of that conflict. So we've anticipated -- and the greatest impact, we think at this point, would be on the sales. And so we've pulled that into our outlook. At this point, in terms of concerns around assets, those sorts of things, not a major impact. Certainly, the other -- at least as it relates to sales, not only do we have challenges and potential challenges around import restrictions, credit availability because of that conflict is becoming even more of a difficult situation for our customers and dealers in some cases, those sorts of things. So we're looking at how do we take some of the pressure off of our dealers, keeping inventories as low as possible, those sort of things, for a variety of reasons, a, it reduces our exposure, but it also helps reduce the exposure of our dealers from a longer-term perspective."
  },
  {
    "id": 1190,
    "text": "Our job is really no different, and that is to be disciplined to make the best credit decisions possible and place our bets with airlines we believe are in the best position looking forward. Further looking geographically, of course, political tensions between Russia and the Ukraine have been at the news forefront. We continue to monitor the situation, but ALC has only small exposure to both Ukraine and Russia, totaling under 5% of our complete net book value as of the end of the year, and we enjoy good cooperation with our airline customers in those countries."
  },
  {
    "id": 1257,
    "text": "Such factors include, without limitation, sales levels; current macroeconomic conditions; increasing concentration of titles; shifts in consumer spending trends; our ability to predict consumer preferences among competing genres and hardware platforms; maintenance of key relationships, including the ability to attract, retain and develop key personnel and developers that can create high-quality hit titles; the seasonal and cyclical nature of our industry; changing business models, including digital delivery of content; competition, including from used games; possible declines in prices; product returns; price protection; product delays; adoption rate and availability of new hardware and related software, particularly during the expected console transition; rapid changes in technology and industry standards; the current regulatory environment; litigation and associated cost; protection of proprietary rights; counterparty risks; economic, financial and political conditions and policies; foreign exchange and tax rates; and potential changes associated with geographic expansion."
  },
  {
    "id": 1258,
    "text": "Our political risk account had a subpar quarter as we continue to see heightened frequency of political risk losses arising from uneven global economic conditions. Rates in our portfolio were off 4.6% year-over-year, with energy being the worst performer, ranging from 9% to 15% off."
  },
  {
    "id": 1259,
    "text": "Well, we are calling out the municipalities, particularly the fire departments with regard to their stockpiles of chemical suits, most of which were bought between 2003 and 2006. And that was in response to 9/11. Most of those chemical suits are beyond warranty. So we are beginning to call on people saying if you are thinking about the possibility of a terrorist event like the country was between '01 and say '07, then you should look at your -- look at the age of your chemical suits to see whether they still even fulfill their certification. Most of the warranties we gave at the time and most of the other major suppliers were 5 years. That has -- they have long since expired."
  },
  {
    "id": 1263,
    "text": "In terms of what we expect on the outlook, of course, we do not have a crystal ball. We believe that we -- every single industry is exposed to the same macro environment and right now, it's gloomy. The worldwide economy has been very, very badly affected by a combination of political tensions, the COVID-19 pandemic and for some countries, there has been some natural disasters. So it's like a triple whammy for some. The overall recovery will depend on how individual economies rebound going forward. And that -- the way we see it is how the pandemic is kept under control. This is very important because it has to -- unless this takes place, it's very hard for consumers to get confident to spend and for business confidence to rise so that they invest."
  },
  {
    "id": 1274,
    "text": "A couple of questions, please. Firstly, on Mozambique. I'm just wondering how the current economic and political situation is affecting your forward plans in Mozambique? You have seen the IMF suspend aid to Mozambique. It seems like there is political issues, potential infights and war-type issues as well and you had a big devaluation of the currency. So I'm just wondering how does that affect your forward plans? How does that affect your, kind of conversations with banks with regards to funding? It certainly feels like, the risk level has gone up in Mozambique? And the second question relates to the entity you have in Brazil, the 2P-BV [ph] entity. I was wondering if you could just talk a bit more about how you see that impacting the financial statements over the coming years. And I was just wondering, is that a salable entity? And if so could you monetize that entity at some point over time if you choose to do so?"
  },
  {
    "id": 1283,
    "text": "Yes. Prem, I'll answer on your third question, which was on the Huawei. I think, first of all, I mean we believe and after talking to the other operators, many of them, it's more a geopolitical issue related to the trade war. We also -- I mean there's no clear indication that is a real security issue, but there's obviously vulnerability, which we all understand. And consequent to the issues which is being currently discussed in various places, I think 5G security is still being questioned. So I mean we're not there on 5G at this point in time. From our perspective, at this point in time, there's no real change in our CapEx plan. We also understand that the new legislation from -- in the U.S. puts them into the entity list. And the difference between the entity list and what was expected earlier is that the entity list is more on purchases, which means they cannot purchase from any U.S. companies unless they have a license update. But our understanding on talking to Huawei at various levels that they have sufficient stocks of spares and equipments to supply to us. We've also been closely working with Huawei as well as internally on doing a business continuity planning, which is basically looking at each and every component of our network and identifying which of those components have U.S. complements in it. And we do not see much of it on the [ illegal ] on the core network side. Where we do see potential issues are on the BSS or OSS, and that's where we are working on different options going forward. We're also actively now pursuing, which may have been done on a slower pace is looking at moving to a virtual core network, which does allow us much more data flexibility than depending on Huawei on the core network. So I think there is a clear plan being done, developed. But at this point in time, there is no real impact on our CapEx projection."
  },
  {
    "id": 1307,
    "text": "Q1 orders were $2.24 billion with book-to-bill of 1.24 and with all 4 segments greater than 1. In Harris' legacy tactical radio business, orders increased 30% and book-to-bill was 1.3, with strength in both U.S. DoD and international markets.  Our international tactical radio business continues to be supported by a pipeline of near- and longer-term opportunities across a broad set of geographies and driven by ongoing global security concerns, from NATO responding to Russian aggression, to conflict across the Middle East, Central Asia and Africa. In Northern Africa, the U.S. is gearing up to combat rising terrorism. And the tilt to the Pacific is providing significant multiyear opportunities in Australia. And U.S. funding support for foreign military sales remain strong, both in the base budget as well as in the OCO accounts. OCO funding in GFY '15 and proposed in GFY '16 is supporting several special initiatives like the European Reassurance Initiative, the Counterterrorism Partnerships Fund that supports regional -- regions of instability in the Middle East and Africa and the Train and Equip Fund for Iraq."
  },
  {
    "id": 1308,
    "text": "James, so on the international markets, and if you break it down, so overall, we expect the year to be relatively flat with pockets of certain activities as you look at the regions. Pricing will remain competitive. And our focus on margins comes through with the synergies. If you break down the regions, in the Middle East, we do -- we don't really see that much material growth in the first quarter. We expect some more activity in the back half of 2018 with some pricing pressure. Our strategy continues to be really to gain some share there in the region. If you look at Latin America, there's political economic instability in some countries. We see modest growth through the year, weakness in Venezuela, partially offset with increase in Argentina. So international again relatively flat through the year."
  },
  {
    "id": 1313,
    "text": "Our distributor markets accounted for 33% of EMEA's total third quarter sales and 39% of sales year-to-date. Distributor markets net sales decreased 33% in the third quarter and 10% year-to-date, primarily due to a significant decrease in Eastern European sales, particularly in Russia and Ukraine, where there continues to be political and economic instability. During the third quarter, we recorded no sales in Ukraine, and we have only recorded sales for Russia in the last month of this quarter. Unfortunately, at this point, experts are uncertain on how long this political and economic situation in Russia and the Ukraine will last."
  },
  {
    "id": 1343,
    "text": "Okay. Thank you. Good morning, everyone. Well, the continued expansion of the U.S. economy through the summer with strong job creation even in the face of historically high levels of employment ended up pushing 10-year U.S. Treasury yields decisively above 3%, bringing about a new bout of dollar strength that affected emerging markets in general, including several of the currencies in the regions where we operate, more importantly in Argentina and Brazil. This effect was partially offset by the reduced political uncertainty in some countries with their currencies appreciating versus the dollar as their presidential elections were left behind, this is particularly in the case of Mexico and Colombia and already partly through half way in Brazil."
  },
  {
    "id": 1372,
    "text": "Sorry, I'll just -- another area of quite high-profile work we've been involved in is the recent attacks on some shipping assets in the Middle East. We've received instructions from various different parties, including P&I clubs, Hull & Machinery underwriters. And because of the type of attacks these were, many of these policies -- many of these instances fell under the war risk policies of the vessel owners. So we don't just sell to Hull & Machinery, we sell across the insurance spectrum to war risk, to loss of hire, to repairers' liability insurers to port risk-liability insurers. And this is another example of quite high level -- sorry, high-profile work that we've been involved in, which has ended up in the press. So it gives us a fantastic opportunity to make sure that all of our clients know that we are involved in many of these high-level incidents and high-profile incidents. These sort of incidents, of course, the repairs themselves might be done and dusted in certain cases, but some of these will go on for a long time. And our advice and support to the clients will continue on for some time. Some of these claims are as high as $17 million. So there is a lot of work for us to do and a lot of support for us to give to our clients in this regard."
  },
  {
    "id": 1430,
    "text": "In contrast, our EMEA performance in Fuel Specialties was weakened after a strong run. The European market is being adversely impacted by the geopolitical situation in Russia and the Ukraine. You'll be well aware that we have invested in these territories, and we have felt the effect of the U.S. EU sanctions related to this conflict. The impact so far has been manageable, but we are monitoring the situation closely in case it deteriorates further. Meanwhile, we've made a number of customer advances in our Asia-Pacific operations. And we are confident that we will be back on track in this sector for the second half of the year."
  },
  {
    "id": 1513,
    "text": "Before starting the Q&A, I would like to reinforce a few points. After years of drop investment affecting all the industries, we -- the outlook for 2016 is for a regularization in the Brazilian economy. That is, the diversification, one of the basis of WEG's business model, will work again. The environment will continue challenging, especially in the beginning of the year, because the country is slowly coming out from the recession, the political crisis increases uncertainties, but the market gives signs that the worst is passed. Secondly, the world is growing slowly, though consistently, but the global market of industrial electrical equipment is not growing. WEG's growth overseas is a result of consolidation. That is, going to new markets and gaining market share. There is an outlook of some recovery of demand in specific industries, but the economic and political scenarios have many risks. In a new way, we are confident in our competitiveness to make the most of growth opportunities. We can now move on to our questions-and-answers session. Please operator, you may continue."
  },
  {
    "id": 1520,
    "text": "Additionally, shortfalls in Harvista sales in Turkey with the result of uncertainty associated with political unrest that occurred during the start of the apple season.  We continue to see growth in Harvista moving forward, and we will seek to accelerate that growth."
  },
  {
    "id": 1588,
    "text": "So the -- so there will be somewhat muted growth, that's the best forecast we can have. So we don't expect this kind of level of growth to be repeated in the fourth quarter compared to the third quarter. Ukrainian growth. Yes, as I said, we tend to be optimistic about the Ukrainian situation, and we expect our growth rates to potentially continue into next year. But this is very preliminary. As I said, we are not yet kind of agreed on the targets for next year. And that's -- and we have been gaining market share. So that means that the market -- the market itself should accelerate. That's our view. And this is -- and in fact, it can be quite surprising. I think the levels of potential new volumes because Ukraine -- Ukrainian lending has been very, very low level for a long time for almost 10 years. So we talk about a market which is very unlevered. And if consumption starts to grow, and so your wages start to grow, we can easily get to a situation where we were before -- before 2008, when we had 4 or 5 years of exceptionally high -- high-volume growth in terms of new production. So that is -- we see a lot of potential in the Ukrainian market, and we very much hope that a good scenario will materialize. Obviously, this is a country with quite high level of geopolitical risk and potentially volatile outcomes. So while this is -- this scenario, again, for us, is the most probable. There are other scenarios with also material probability, which are [ certain now as with this region ]."
  },
  {
    "id": 1609,
    "text": "Okay. On the final question, you asked the -- you're commenting that Telkomsel generated a fair degree of free cash flow. Yes, that's correct. They're already paying out, on average, 80% to 85% of their net profit of dividends. We also need to be aware of the fact that Indonesia is due -- has a lot of growth prospects, even last year when the company was suffering from the impact of price war, we did not cut back on the CapEx because we still believe that there is still a lot of room to expand in Indonesia. If you look at the broadband or what the mobile broadband growth, the number is quite staggering and continue to have to provide for adequate quality and coverage in order to maximize this growth potential. And in certain geographies in Indonesia, we are still seeing a lot of pickup in terms of usage. Places like Papua, Sulawesi, which is previously were not much of a focus, have now begun to come in terms of usage. So if you go to Southern Sulawesi, for example, we are still doing a lot of work to increase not just coverage, but capacity. The growth rate there is 4x. So here we can see then the kind of growth reflected in those outlying areas that previously we're not so much concerned. So going forward, Telkomsel continue to want to invest in growth for the rest of the country."
  },
  {
    "id": 1610,
    "text": "Yes, I mean I didn't say anything about Pactiv Foodservice. There is -- if there is any effective down volume at Pactiv Foodservice, it's 100% based on our pricing strategy. We are very pleased with Pactiv, with Evergreen and SIG. And the issues are in the places that we've already talked about. CSI, I mean that's also -- it's a little bit of demand, but it's also a mix issue. And in this country, again, because of the economy and so forth, we're seeing quite a few people moving from non-carbonated beverages to water. And the water closure is a much less technical and lower margin closure. So our volume, in terms of number of closures, is holding up quite nicely, but the mix is hitting us a little bit. And then I also mentioned FX. So I don't see CSI, going forward, as being anything but a short term kind of impact on how to consumer feels in this country. It's the same with the Reynolds business. The foil shares and the trash bag shares are very solid. It's just that people are not quite stocking, I don't think, like they, maybe, generally would have in the second quarter, though reasonably, that isn't going to come back also just fine. And I think we've talked quite a lot about Graham's issues. So I'm not troubled at all by where we sit. And I think that this is the kind of business we try to construct. Some growth, some businesses that take advantage of emerging markets. But all of our product lines are things that people buy every day and even in a downturn, which we're experiencing today, we still do quite well."
  },
  {
    "id": 1615,
    "text": "This economic uncertainty has a twin brother called political uncertainty. Confidence in governments around the world that make productive and timely decisions on real pressing issues like deficit reductions and tax policies is at a low point. Collectively, these economic and political uncertainties are affecting business confidence, and this is affecting IT spending rates."
  },
  {
    "id": 1661,
    "text": "I'll now turn to the Asia segment. For full year, constant dollar sales in Asia were 5% below prior year with volume down 6% and price mix improved by 1 percentage point. For the latest quarter, the region saw constant dollar sales lower by 4 percentage points. Both the annual and the quarterly sales erosion can be substantially attributed to 2 factors within the region. One, through the year, we've highlighted weakness in our Lactum brand in the Philippines. Additionally, in the fourth quarter, we determined to augment our remediation plan with more decisive action to strengthen the brand and reduce system inventories. Two, civil unrest and political tensions in Hong Kong have resulted in sharper-than-expected decline in visitor numbers in the final quarter of the year and consequently, a sharper reductions -- a sharper reduction in sales there. Both of these factors impacted EBIT as well as sales. Additionally, the region's profitability reflected the investments we made in reshaping our product portfolio and channel strategy in both China and Hong Kong. I'll get back to China and Hong Kong in just a moment, but let me discuss Southeast Asia first."
  },
  {
    "id": 1686,
    "text": "The Cincinnati Global, couldn't be more happy with the way that, that started out. We know there'll be volatility therein in Cincinnati Re, but we hadn't done an acquisition for many, many years. And it's always better to start off on the right foot than in a loss position. They've had good growth. They've come in, in the low 80s with their combined ratio. One thing I can say there is as they file their business plan with Lloyd's, it's for good growth. They're going to add 2 new lines. One of them is going to be terrorism. The other one is going to be political risk. And so they've already hired seasoned underwriters to start to write those lines of business and take advantage of a -- what we think to be affirming -- and trade credit, I'm sorry. So there's terrorism, political risk and trade credit. So there's the higher experienced underwriters in those 2 areas. They're going to, I think, take advantage of a firming market over there at Lloyd's."
  },
  {
    "id": 1734,
    "text": "Well, this attack was a weapon's grade attack by Russia on Ukraine that utilize cyber tools that were built by the NSA and the U.S. government. A group called Shadow Brokers stole those tools and they were turned back on the Ukraine and the devastation in the Ukraine just hasn't properly been reported. All the airports were down, all the trains were down, hospital systems were lost. The monitoring systems in Chernobyl, that monitor what is the most infamous nuclear plant in the world, were lost. If you looked at pictures that are on the Internet of the Kiev airport, every single screen showing the red screen of death, every point-of-sale terminal in the big grocery stores showing the same thing, every ATM machine down in the country. This was an amazing attack and we are thankful that our teams were certainly able to stop it at the borders of TNT, it didn't impact of the FedEx enterprise. But the devastation in the TNT technology estate was considerable, to say the least."
  },
  {
    "id": 1783,
    "text": "Perfect. Perfect, sir. And just a final question, sir, with some geopolitical risk as well as some wars going on. So will our -- how will that impact on U.S. business as well as elections coming up out there also? Is there like any sort of a risk for us out there or just anything that you could see in the environment that can hamper us?"
  },
  {
    "id": 1788,
    "text": "Returning to 2019. Negative yielding corporate and government debt has spiked over $15 trillion, more than 3x the level in October of 2018, primarily concentrated in the EU zone and Japan. That represents 1/4 of the global bond market. None of the $16 trillion in U.S. treasury debt has yet crossed into negative territory, but any one of a number of events could apply additional downward pressure in that direction: Brexit, regional tensions, trade war escalation with the attempted tariffs, currency devaluations and weakening global demand, also credit concerns over the non-investment-grade corporate debt market. In June, The Bank for International Settlements warned that a dramatic rise in borrowing in recent years by businesses with low credit profiles meant that $3 trillion of low-rated corporate debt, aided by a surge in CLO activity, was becoming increasingly unstable. Most likely, lackluster GDP or market dislocation resulting from structural issues within the economy and/or geopolitical forces will elicit the now conditioned default response."
  },
  {
    "id": 1815,
    "text": "So why is now the right time for AirBoss to enter into this transaction? We continue to see a very complex landscape with respect to chemical, biological, radiological and nuclear hazards. This includes both the specter of chemical and biological stockpiling by certain groups, including ISIS as well as the recent instances of use of agents like sarin and chlorine gas by Syria. Ongoing regional tensions and conflicts in the Middle East suggest there are meaningful opportunities in that theater, and CSI has a number of well-established relationships and a strong reputation in that region that we could leverage. And in recent years, we have seen potential combat environment shift and correspondingly, changes in global military priority. Examples of this are the U.S. military's efforts to improve cold-weather capabilities, evidenced by the bunny boot award we announced towards the end of 2018, Russia allocating significant resources to building Arctic forces and an increasing number of conflicts entering urban areas."
  },
  {
    "id": 1880,
    "text": "Well, we don't like to comment on political issues. But as a general view, I mean, the greater political stability is always good news for a democracy like Brazil. Markets have reacted positively, with the Brazilian real exchange rate recovering nearly 20% from minimal levels. Remember last month when we see BRL 5, and now it's like a 40, 23, 25. It's like we've been in some lateral movements for the last weeks. So let's say that the markets have welcome, I mean the new government in Brazil. We're quite confident as well that the new government will help Brazil to enter this phase of economic recovery and maybe will adopt the measures and reforms that we consider, and the society will recover the stability that Brazil needs for its long-term growth. But we're quite happy. I mean it's like there are 3 situations: I mean the new agreement with Banco do Brasil; political, social stability; and macro figures. That the 3 things, they're good factors to improve and to grow our operation in Brazil."
  },
  {
    "id": 1906,
    "text": "And lastly, as we note, the outcome of the political election is a puzzling situation, where no clear political party's coalition emerge as a possible solution for a new govern and a new PM. So the ongoing of the political crisis and the possibility of new elections by December of the year or even in summer, of course, is not favoring [early] investment decision."
  },
  {
    "id": 1915,
    "text": "So turning over to Slide 3 and speaking specifically to the events of the past several weeks. Despite the significance of the operation that occurred on May 2, the United States continues to have national security, economic and foreign-policy risks around the world and specifically, in Afghanistan. While there have been some isolated calls for withdrawal from Afghanistan, there have been a significant volume of news reports quoting senior officials in our government that made it clear that the U.S. strategy in Afghanistan continues to be threefold. First, deny Al-Qaeda from a safe haven. Two, reverse Taliban momentum and finally, third, move towards a state when the Afghan security forces can take responsibility for securing their country. Unfortunately, Al-Qaeda remains a global threat as does the Taliban. We saw earlier this week when Taliban fighters attempted to run over Afghan Police Center in the east in the country, then continue their campaign to undermine and overthrow the government there. And just this morning, if you were watching the news, Al-Qaeda and Taliban have reportedly claimed responsibility for the suicide bombings in Pakistan that tragically took the lives of over 80 people. So despite significant progress that the U.S. military assesses that the Afghan National Forces are still not yet prepared to assume security responsibility and, in fact, the U.S. Commander in the eastern part of Afghanistan, Major General Campbell said just last Tuesday that the effort must continue. And I thought he had summed up the situation quite nicely when he's speaking from Bagram when he said, \"One man does not make the war on terror\", and I think that sums up the situation pretty simply."
  },
  {
    "id": 1927,
    "text": "Geographically, after several years of volatility in our markets across Europe, revenue this past year has finally rebounded to fiscal 2012 levels. The change in total revenue for fiscal 2014 compared to fiscal 2013 included increases in revenue of $15.2 million from the European market, $6.1 million from the African market and $2.3 million from the Asian market. The total mix was 51% North America; 31%, Europe; 8%, Asia; 4%, Australia; and 6%, Other, which is primarily Africa. The increase in the European market was 59% over fiscal 2013. This is primarily driven from increased sales into the Russian natural gas and oil industry. It's very important to note, we have not seen a slowdown in our Russian business. Our Russia distributor in the region, BPC Energy, has sold only 2 megawatts or roughly $2 million in the Ukraine, so overall sales have not been affected by the political unrest, and it's more or less business as usual. Elsewhere in Europe, we experienced 48% year-over-year growth, which came largely from Austria, Slovenia and Switzerland, with some more recent strength in Germany, Italy and Poland."
  },
  {
    "id": 1934,
    "text": "I don't think you're missing something there, Tim. The question is what will happen in reality. Where -- what we're facing this is a very different situation. Last year, we were optimistic and then geopolitical events came out of nowhere to disrupt the season. This year, one can, I think, reasonably assume that there won't be more geopolitical disruptions of that magnitude although one can never know, but it's the economic, let's say, geo-economic uncertainty that is hovering over us. And it's too early to say what the implications of that will be. We're pleased that we are able to have favorable load factor comparisons on a year-over-year basis at this point and we hope that, that will eventually pay off for us in terms of where we can go with price, but it's just too early to tell."
  },
  {
    "id": 2042,
    "text": "In comparison to last year, the total car market in Central and Eastern Europe also decreased significantly. In particular, Russia continued to feel the effects of an adverse political and economic situation. The outlook for the Russian market is highly uncertain and depends heavily on oil prices and political developments. Growth in other markets, such as the Czech Republic, could not offset the market trend in this region. In this negative environment, the Volkswagen Group's sales developed better than the market in Central and Eastern Europe, especially driven by a strong Volkswagen Group performance in the Czech Republic."
  },
  {
    "id": 2057,
    "text": "Yes, I think there's softening in demand in the U.S., part of that being seasonal, but I think there's also a lot of political uncertainty related immediately to the election and then following quickly on that, to the potential risk associated with, let's say, extreme circumstances of the so-called fiscal cliff. So I think we have seen people holding off from some purchases, and I think that's enabled the service center inventories to keep [ph] somewhat, but I don't think we view this as something that's cause for alarm and certainly nothing more severe than what we've seen in situations in the past. So I think this is a, to some extent, normal seasonal pattern, and also is affected by the kind of highly volatile price movements we've seen in the U.S. the last few weeks, and then finally this uncertainty.  Obviously, if the worst happens on the political front, then that will have consequences for us. But I think, waiting and seeing on a..."
  },
  {
    "id": 2062,
    "text": "Yes, Rich, that's a good question. So a couple of pointers. One, clearly, we all know the macro-level concern, slowdown of growth in China and then the Greece, we see [ph] a situation, and then the foreign exchange volatility, a political unrest. So all those are a concern. We always have to look at that. And then meanwhile, I think clearly, there are some area of strength and some area of challenges. So like, for example, in the video, wearable, IoT, cloud infrastructure, automotive, those are really exciting and a lot of increasing design at advanced nodes and the IP area. But clearly, in the PC side, there are some challenges. I think all in all, it's kind of a mixed environment if you heard some of the earnings call from our customers. So clearly it's mixed and depend on what are their sector, focus, the product leadership they have. So those are the challenges. But meanwhile, saying that, we clearly see a lot of system company engagement. And then system service-related company are doing really well, and we see very strong design activity among the system company and also the leading semiconductor company. And so this is exciting. That's a lot of new product -- end products, amazing products coming up. And we are delighted to be their trusted partner, to work with them, and with our ecosystem partner like foundry, IP vendor, to help them be successful to tape out their chip and so that they can win in the marketplace. That is our job, and we are very delighted to be part of that."
  },
  {
    "id": 2083,
    "text": "Yes. The challenge that we've faced with Digital is Facebook's continuing changes to their news feed algorithm. As Ed mentions on our Christian websites a year ago, Facebook was 50% of our visits. That number has dropped consistently over the last 12 months because Facebook are making a concerted effort to keep users within the Facebook environment and not clicking away to other sites. So to address that challenge, we diversified away through these acquisitions of these 5 mobile apps, and our traffic mix today looks quite different than a year ago. But that's really been the challenge, is traffic from Facebook. We're now much more diversified. We've got these mobile apps. We think we're through the worst of that, and things should be a little easier going forward. How much will political impact us? I think I'd have to repeat what Ed said. It's a very unpredictable and very volatile political cycle. We will certainly hope to be a beneficiary of it, but we're going to have to see how it plays out."
  },
  {
    "id": 2113,
    "text": "In Libertad and Limon, they were both under budget. They struggled a little bit just, again, because of that continuing social unrest in the country. At Libertad, because of the unrest there and some of the issues getting supplies there, we had to suspend development of Jabali underground temporarily. That was subsequently recommenced, and we finished dewatering it in August. So we now expect to see Jabali and kind of underground material come into the production plan by later in the fourth quarter."
  },
  {
    "id": 2141,
    "text": "Before we begin, I'd like to briefly review our Safe Harbor language. The statements contained in the press release that are not historical facts are forward-looking statements that involve certain risks and uncertainties, including, but not limited to, risks associated with our ability to compete successfully in highly competitive, rapidly developing markets; the effect of economic conditions generally; capital spending by our customers; our ability to retain existing customer relationships and secure new ones; developments in the markets in which we operate and our ability to respond to those changes in a timely and effective manner; the availability, performance and security of our cloud-based technology, particularly in light of increased cyber security risks and concerns; our ability to retain key personnel; our ability to deploy capital effectively and on acceptable terms; our ability to successfully integrate any acquired business; the impact of any potential acquisitions, dispositions or other strategic transactions; our ability to have continued access to capital and to manage capital resources effectively; and other risks and uncertainties detailed in Actua's filings with the U.S. Securities and Exchange Commission. Those and other factors may cause actual results to differ materially from those projected."
  },
  {
    "id": 2217,
    "text": "Movement of revenues happened in this business. Take Venezuela for example. There was a delay in Insurance-buying there ahead of the recent presidential elections. People were worried about currency fluctuations. The political uncertainty there, in a country where we're dominant, had a real effect on our results. We also saw a noticeable deferral of revenues for future periods in China and South Africa. But none of these regional bumps down dull our genuine enthusiasm for our business and prospects that we laid out for you after the second quarter. To the contrary, you'll hear on this call, we progressed during the quarter, how North America is no longer negative, Willis UK achieved positive growth and our pipelines continue to improve. These are all important positive forward indicators that will set Dominic, Steve and the team up when the next time you'll meet. Let me offer a brief overview of the numbers before I pass the phone on to Mike."
  },
  {
    "id": 2263,
    "text": "Let me start by briefly reviewing the economic environment. In the third quarter of 2019, the Brent oil price averaged $62 a barrel, 10% down quarter-on-quarter and 18% down year-on-year. The oil price was impacted by the oil disruption in Saudi Arabia, the largest in recent history, ongoing uncertainty about U.S.-China trade conflict and increasing geopolitical tensions. Prices were relatively stable at $64 in July before dropping to $59 in August. The drone attacks on Saudi Arabian oil infrastructure in September led to a sharp price increase to $69. However, this was only short-lived as production was restored faster than experience -- than expected."
  },
  {
    "id": 2284,
    "text": "We view the MENA disruptions in 2011 as a significant and unusual event in our business. While our business is global, with our fleets sailing around the world, we, of course, recognize that our business is subject to the risk of political unrest in those countries to which we sail, and we provide a factor for that in setting our revenue forecast and earnings guidance. However, the magnitude of the MENA events in 2011 on our business was unprecedented and could not have been anticipated."
  },
  {
    "id": 2287,
    "text": "Not specifically for us right now. If you say any direct impact, I'd say there's been virtually none, and we've asked those questions. However, let me speak a little bit more broadly about the topic. We know that when the economies goes through shocks like the military conflict, it's going to have an effect on business confidence in places like Germany, which does a lot of trade with Eastern Europe, in France and other countries that are very important to us. And we know that it takes some time for those shocks to translate into business confidence, and then for those to translate into changes in orders for our kinds of products. So we're paying close attention to that. And expecting that if we see a fall in business confidence and we see a fall in the capital spending in those regions, we could see an impact in our business. But to answer your direct question, we haven't seen anything so far. Haven't seen any orders canceled because of that. Haven't seen any interruptions to our supply chain because of that. We don't expect to see any direct effects, but we could see some of those indirect effects later on."
  },
  {
    "id": 2318,
    "text": "Well, we do know that the bid is due tomorrow, which is the end of April. And that they have asked for a bid validity period of, I believe, about double what we had on the logistics. It may be as much as six months, 120 days to six months. I agree with you. I think there is -- the call option aspect, which you have to weigh against the political benefits of just saying LogCAP III is gone, now we're on LogCAP IV. But I think the bigger issue is as the Army is moving troops out of Iraq and they're shutting down bases and moving people to other bases and consolidating efforts and taking equipment, materials and putting them over to Afghanistan and taking some of it back to staging areas all over the world, I'm sure the guys in theater with all of the issues that they're facing in this massive troop movement, probably do question why do we want to make a change right now possibly to somebody we don't know or haven't dealt with. And I guess in our minds, it is conceivable that the Department of Defense could come to the conclusion as why not just"
  },
  {
    "id": 2322,
    "text": "Sherritt, between our 2 operations in Moa and Madagascar, on a 100% base, produce about 6% of the world's total cobalt supply. And I think, putting further pressure on the cobalt market generally is a -- there is a high concentration of cobalt supply coming out of the DRC, and there's certain increased political risk there -- and concern around political risk. An additional factor that I think gets a little less attention is the -- some of the other geopolitical concerns around the DRC and supply concerns around the nature of that supply. We are seeing cobalt consumers now actually looking for certifications and guarantees that -- and as the production methods of the cobalt not involving child labor and other human rights concerns. And I think that is putting more pressure on pricing as well, given that a lot of the end use of cobalt obviously ends up in retail-type consumption."
  },
  {
    "id": 2339,
    "text": "But what I did say, and I will reinforce here, we did have strong top line growth in Canada. And what we said in Europe is, look, we had a couple of things going on in Europe that are impacting us. Certainly, the U.K. and everything with Brexit has created some choppiness over there. Our sales are positive. It's just that they are not growing at the rate we would like them to or would want them to at this point. And then in France, look, I think we all thought the unrest that was going on, the social unrest in France would have by now certainly cleared, and it just has not. And while that's not a huge impact because it's a big country, there's certainly still some things going on there that are creating issues for our customers and therefore us getting products to them."
  },
  {
    "id": 2373,
    "text": "During today's call, management will make forward-looking statements. All such forward-looking statements are based on information available to us as of this date, and we assume no obligation to update any such forward-looking statements. These statements are not guarantees of future performance, and actual results could differ materially from current expectations. Among the important factors, which could cause actual results to differ materially from those in the forward-looking statements are changes in the technologies used by our customers and competitors; change in volatility and the demand for our products; the effect of changing worldwide political and economic conditions, including government-funded solar initiatives and trade sanctions; the effect of overall market conditions, including the equity and credit markets and market acceptance risks. Other risks are detailed in our Securities and Exchange Commission filings, including our Form 10-K and Forms 10-Q."
  },
  {
    "id": 2385,
    "text": "See, if there are assets at a good price, we are always interested in looking at that. And we, as a player, are looking at long-term horizon. There could be some current geopolitical tensions, other things happening. But I think these things, you can't figure out a decade where there was no geopolitical tension. And issues always remained, not in this century but even if you look back many centuries back as well. So we are committed to our core business, and we feel that these areas are bound to grow, and wherever good opportunity comes, we will definitely look at it."
  },
  {
    "id": 2395,
    "text": "Yes, of course. Okay in terms of market share, we have a mix of sometimes positive and sometimes negative. The fact that the regions where we are well-positioned grow less on the average produces the opposite impact. Usually Amadeus has positive region mix because we are the faster -- the largest GDS in the fast and growing times. But this time, for example, Europe produces a contrary impact as well as some of the largest countries in Middle East that has been suffering from political unrest like, Egypt, for example. So it's true that in some regions we gained, in some regions we have a negative region mix. But it's not that we are losing customers. It's basically more that impact at a half measure and yes, of course, the contract of Expedia in North America has been pushing very much the market share gains. All in all, if you exclude the Expedia, impact is still -- we saw increase market share even if you exclude the total Expedia lead, of course."
  },
  {
    "id": 2435,
    "text": "Now turning to International. Brazil comps were up 1.1% in the first quarter, despite a difficult political environment. Even though economic and consumer metrics have improved, the political situation and resulting consumer unrest has made headlines and had an impact on every business, particularly, in Rio, where late-night traffic has been impacted by security concerns."
  },
  {
    "id": 2442,
    "text": "Yes. Thanks for your interest and your call. With regard to your first question, whether this is sustainable, well, I would like to just give a cautious sort of note over here that this is the first quarter where we have seen the recovery coming out well. If you have seen quarter-on-quarter starting from early this year, that is Q4 of the last financial year, Q1 of this year and now Q2 of this year, it has slowly been improving. And I am quite optimistic now that our worst part is behind us. And going forward, we should be able to look at things with optimism, but I would just like to add a note of caution that there are too many changes now taking place in the geopolitical area. So there is a lot of political uncertainty coming in and this tends to impact business sooner or later, so I would be a little bit cautious probably for another 1 or 2 quarters before I commit how sustainable these margins are. Again I repeat: I'm cautiously optimistic."
  },
  {
    "id": 2462,
    "text": "Well, what we are seeing is that we perceive that we are now moving around 20% EBITDA margin. As you are aware, as we anticipated. And we expect this to be the level, at least in the first part of this year. But when we look in the second half of the 2019, there are different element of volatility and uncertainty, in my view. So there are upside and there are downside that depends from the level of activity. Drilling in the United States is very important. And this probably is one of the factor that could be relevant for us. Second important is the materialization of the expansion project in Mexico that also is something that is relevant for us. But in general, my perception is that we have issue around the world on the macro and political situation that could have an impact and are creating an environment of high uncertainty. We see this in Europe, you see this on the trade issue concerning relation with U.S. and China, but also concerning the relation between U.S., Canada and Mexico for the negotiation for the next USMCA. These are important factor that could be affecting the level of growth in the world and indirectly the price of oil. And in the price of oil in itself, there are clearly uncertainty concern in the situation of different country, including Venezuela, Iran, and their ability to supply and to participate in the global supply. These things are important. If the price of oil remained sustained, the level of drilling, especially in the U.S. that are fast reacting to this, may have present upside during 2019. So we are doing it over our forecast in the term that I mentioned, we expect margin in the short term to be around the numbers that I mentioned. Looking ahead, we see this as a base, but we may perceive upside depending on the evolution of some of the variable that I mentioned."
  },
  {
    "id": 2488,
    "text": "And while there has been political noise and strife in the market around issues like immigration, gun control and international trade, among others, the generally strong and stable economic setting has been an excellent backdrop to successfully integrate and close on our strategic combination with CalAtlantic. Accordingly, with strong management focus and execution, we have not missed a beat. Both platforms have seen new orders, home deliveries and margins continue to be in line with or above expectations, while we have brought these 2 enterprises together. As a part of this conference call, we have posted 5 schedules that give detailed information to help reconcile the combination of the 2 entities as we now report as one. While Rick and Jon will detail the integration and Bruce will give greater detail for the first quarter results and on projections for 2018, let me give you a couple of highlights."
  },
  {
    "id": 2489,
    "text": "However, the increase in rates negatively impacted our mortgage banking business. The mortgage origination market experienced one of its largest quarterly declines that I can remember and it will take time for the industry to reduce excess capacity. Credit performance remained incredibly strong, and our net charge-off ratio declined to 14 basis points. While we have minimal direct exposure to Russia or Ukraine, we're monitoring certain industries that have the potential to be impacted by the conflict and economic sanctions, but thus far don't have concerns."
  },
  {
    "id": 2492,
    "text": "And regarding the pipeline longer term, obviously, it's got pretty good confidence in the year. But what's the tone of your conversations with your customers in terms of their longer-term concerns about the political unrest in the region. Do you feel like they're less likely to spend with you and new customers as well. Or do you think there's going to be a little bit of hesitation over time?"
  },
  {
    "id": 2504,
    "text": "Also, we continue upgrades and maintenance on the Paul Romano and Malta. As reported in the last fleet status report, the project scope was recently expanded resulting in a delay of approximately 60 days. With the combination of additional time in the yard and political unrest in Egypt, places uncertainty around execution, or an estimated 70-day well offshore Egypt for Total. We will continue to monitor developments, and update you on any changes through our monthly fleet status report."
  },
  {
    "id": 2521,
    "text": "Yes, a few comments there. Clearly, the geopolitical unrest is creating volatility and some weakness in demand. The good news is the vast majority of our customers are located outside of the hotspots. And we are the cost and quality leader, which is always an advantage. The increased volatility just makes it a little cloudier in terms of the demand profile over time. So as I stated in my prepared remarks, we're expecting demand to be on par or perhaps slightly better than what we experienced in Q2 and Q3. It's just you just don't know when you have this geopolitical unrest. And until things stabilize there, we will probably continue to adopt a more cautious approach to managing this part of our business. However, as John stated and as I stated, we delivered another successful quarter that was very profitable for the business. And we talked about improving our efficiencies and our cost profile. And that was accomplished through several things that we had on the shelf and ready to go, which ranged from the benefits of previous capital investments that we had made, leveraging our procurement and supply chain synergies, addressing some commercial synergies post-acquisition to help reduce agent costs. And we deployed the Glatfelter continuous improvement tool set to our colleagues in Dresden. And the combination of all these factors enabled us to respond very quickly to perhaps an unforeseen short-term change in the market. But nonetheless, we were prepared and ready, and I think this speaks to some of the global scale that we've built over time and the level of sophistication that we can bring to very niche-y businesses around the world. And the long-term global growth rate is still very compelling for the category, so I view it as short-term turbulence."
  },
  {
    "id": 2549,
    "text": "Good morning, and thank you for being with us today. The first half of 2016 continued having a turbulent economic and political situation. This combination of political crisis and a turndown in the economy have impacted the market."
  },
  {
    "id": 2560,
    "text": "Andrew, I think it's fair to say that it's going to be hard for me to give you any specifics, but what I would say the war exclusion broadly, if governments deem a cyber-attack is part of the invasion, an act of war, then the exclusion would be considered strong. The gray area becomes where if you have more kind of non-state actors and it's not clear, then we think in this case, the U.S. government would be holding Russia to a high bar. But again, that's about as much as I can give you here. We know that the war exclusion has been tested more recently. And so which is why I say to you, there's always sort of this uncertainty, but potentially in this case, it may be clearer or it may not be. But hopefully that gives you sufficient color."
  },
  {
    "id": 2566,
    "text": "Moving to Page 11. As you can see, in Eastern Europe, the like-for-like RevPAR improved by 9.4% via both average room rate and occupancy, with all 3 months of the quarter above last year. Turkey, growing 61.8%, continues to recover from the negative impact of the events last year, attempted coup and an unrest in the neighboring countries. Middle East, Africa and others like-for-like increased 1.3% as gains in occupancy offset losses in average room rates across the market but with only 1 month of the quarter above last year. The results remain mixed in this area with improvements in Northern Africa, where Tunisia grew 88 -- 82%, Egypt by plus 54%; growth in several countries like Lebanon or Kuwait. But challenges in some of the most important ones still, United Arab Emirates, minus 22%; and Saudi Arabia, minus 19%."
  },
  {
    "id": 2602,
    "text": "On top of this, Germany was impacted by the transformation of the business and implementation of our value creation plans. France had been impacted by strikes and the ongoing effect from assaults. Turkey, on the contrary, was a positive contributor in the HoReCa country segment despite assaults and political uncertainty. As far as we can see, our business remains fairly robust here. Both our multi-specialists and our trader customers enjoyed positive like-for-like growth rates."
  },
  {
    "id": 2630,
    "text": "These forward-looking statements are subject to a number of risks and uncertainties, including without limitation: credit market conditions; the impact of recessionary conditions; competition; product demand; the ability to hire and retain qualified employees; consumer debt levels; inflation; weather; raw material costs of our suppliers; energy prices; war and the prospect of war, including terrorist activity; availability of consumer transportation; construction delays; access to available and feasible financing; and changes in laws or regulations. Certain of these risks are discussed in more detail in the Risk Factors section contained in Item 1A under Part 1 of our annual report on Form 10-K for the year ended August 25, 2012, and these risk factors should be read carefully."
  },
  {
    "id": 2633,
    "text": "In Libya, we were able to complete a lifting in March and the asset contributed net production of 4,000 barrels of oil equivalent per day in the quarter. Despite the resumption of production, the political situation in the country remains uncertain and therefore, we continue to exclude Libya from our forecast."
  },
  {
    "id": 2646,
    "text": "I'm sure it won't develop it into a real war, but the relationship is not that great. It is a cold war. And the European countries will probably be a part of it. It's a war of hegemony from the U.S's. point of view. So whether Biden wins or Trump wins, it doesn't matter, they'll probably continue to have same sense. China has caught up from a technological point of view. One is by stealing the technology, the other is they have been sending a lot of exchange students to the U.S. to study at universities and start to work at American companies, and they have been capable, become more capable. Obama didn't do anything about the situation. And in the telecommunications, 5G area, China centered around Huawei, continued to penetrate this space. So when it comes to Huawei, they were saying that they would like to consign some money to us through CDC, that they would like to invest into start-ups in Japan. We actually declined that offer. When you think about the circumstances surrounding the U.S. as well as in the Japanese government, we had no option but to decline."
  },
  {
    "id": 2655,
    "text": "The macro environment has not improved significantly, and the political situation has gotten a bit more volatile in many of the countries in which we operate. Argentina remains challenging. Brazil continues to slowly recover, having recently passed the pension reform, while Mexico's economic growth is slowing. All these factors contributed to a single-digit contraction in the industry gross bookings across the region. However, reflecting the success of the initiatives we implemented in the second quarter, we once again performed better than the industry and gained 30 basis points of market share. Excluding Avianca Brasil, our market share grew by 110 basis points."
  },
  {
    "id": 2663,
    "text": "Before expanding on the results, I'd like to touch on the macro environment. Globally, we're seeing rising protectionism and trade uncertainty, which is translating into some volatility in financial markets as well as instability in countries like Turkey and Venezuela where we do not have any material direct exposure. Although geopolitical and trade risks have risen, our core markets remain stable. GDP growth remains healthy and employment trends remains strong in North America, which bodes well for our near-term outlook. Against this solid economic backdrop, our Canadian Banking business generated record revenue this quarter, surpassing $4 billion."
  },
  {
    "id": 2696,
    "text": "2 countries that are already officially in recession again, and probably a couple more that are going to follow as soon as their official fourth quarter GDP results are announced. We're seeing some softness, especially in the U.K. market, and maybe a little less so in Southern Europe and then greater strength in Northern Europe. Obviously, it's a pretty volatile situation over there given their macro economic and political considerations and the climate there. So we see Europe as having a bit more of a challenging year for us. And to put it in perspective, about 20% of our pairs is in Greater Europe and then maybe 1/2 or slightly 1/2 of those in the U.K. market. And then I think you had a question regarding Barefoot. Obviously, a spectacular start for us. We do see it beginning to take hold in markets outside the United States, although this is, frankly, the home for Barefoot. Merrell's going to be the first brand out there offering Barefoot selections across a number of product categories: water, sandals, training, road running, trail running. So we're going to be out there with more SKUs, some more doors in the U.S. 2011 was a nice add-on for distribution channels for Merrell and the Barefoot Collection being able to penetrate and get a real foothold in the running, specialty and athletic shops. So it's very, very early in its life cycle yet internationally. And that's, obviously given our international footprint in 190 countries, is very good for us."
  },
  {
    "id": 2714,
    "text": "And Peru sales volume reached 22,000 tons, up 4% in the quarter and 89,000 tons in the year, growing 6%. Volume recovery in the period was boosted by the increase in the number of POSs and the recovery of packaged rice consumption in the period, after a time of political and economic instability in the country in the past year."
  },
  {
    "id": 2720,
    "text": "I don't think there was any slowdown in particular. So it's a major decision taken by the countries surrounding Qatar to, let me say, have a limited boycott of attack from political view, political point of view. We have a fairly large stake in Qatar. So there were some adverse reactions to that in the sense that..."
  },
  {
    "id": 2724,
    "text": "Our delivery centers in Ukraine are on the west and south, which are not the focus of military actions or political tensions. All 3 of our locations are hundreds of kilometers away from the eastern city such as Donetsk. We had business as usual operations in all of our locations every day over the past financial year and continue to do so up today."
  },
  {
    "id": 2729,
    "text": "Yes, no worries, no worries. You're going to look at Europe also -- this is just Europe for a minute. Obviously, within the consensus of Europe, during the course of the year, there were some [indiscernible] things going, still going on in markets like, say, the Ukraine, and therefore, an impact on Russia. Russia slightly different because of the decline in the value of the ruble. So to give you an example, the Ukraine, where one of our competitors have no share at all, declined as a market by 22% and during the course of 2014, for reasons which are glaringly obvious to everybody. The country is at war. And now, if you have a big market share in that country that effects your market share across the entire continent, not just in the country, it doesn't effect somebody who has no market share there and much the same as, for example, we're not affected by Venezuela because we have negligible market share in Venezuela. So this market share thing is a bit kind of esoteric because it's kind of -- market share is also gaining a little bit by what's going on in the component pieces of the countries that make up the continent and what's going on there. Russia is a market. We've grown our share in Russia, to give you an example, we were 13% of that share by airline bookings in 2013, but now it's 25% of the market. That was a great market and it grew 13% in 2013 compared to 2012. Last year, it grew 3.2% because the outbound market from Russia when the ruble went down by 90% clearly has an impact on the booking activity. And I do believe that one of our competitors has taken some share from another one of our competitors, which is a zero-sum game impact to us. But it's very difficult looking at market share without understanding all of those nuances of what's going on between all these different countries that make up the region."
  },
  {
    "id": 2752,
    "text": "Good morning. Political turmoil remained in focus in 2Q '17. This led to great uncertainty as to the approval of the tax adjustment reforms, especially the social security reform. On the other hand, economic prospects have not been significantly affected by the political scenario."
  },
  {
    "id": 2775,
    "text": "Well, I think Stephen touched on a little bit earlier. But since 2008, the world has been in a prolonged period of political and economic uncertainty. Some of the wounds have been self-inflicted, like the Uralkali situation. But -- and you could argue that the fault debate in the U.S., none of that stuff helps. We need global growth to recover in a full fashion in the fertilizer industry. But just to give you some perspective, between 1981 and 2010, China lifted 680 million people out of poverty, which is more than the entire current population of Latin America, in that 30-year period. And just a tremendous amount of growth. And if you look in terms of grain consumption, meat consumption, what that did from a fertilizer base then till now, and I know people are focused on the last few years, where we've had this flat period. But I think it bodes very well for thinking about this business over the next few years, as I see a return to global growth. And when you think about that 680 million people moving out over that 30-year period, 2/3 of that growth came about through just GDP expansion in China. And it's a tremendous driver. So when we see Europe starting to come out of the East or the U.S. fits and starts, we think if we could get beyond some of the political challenges and we have a little bit more sober and adult debate in the U.S., if that would help get these markets stabilize. But China, at 7.8% here in the most recent quarter, Brazil being quite strong. India is not going to be where it is today and certainly in terms of fertilizer science, it's just not going to let them do that. So you start to see some of these things come around. And I think that if you understand this great recession, the impact of the great recession, the political economic uncertainty, self inflicted wounds, we're going to come out of this period and you're going to see a more robust period -- the world in more robust period of growth and a return to a pretty dynamic fertilizer demand recovery."
  },
  {
    "id": 2842,
    "text": "As we look out to the world today, we're struck by the rapid pace of change and the sense of macro volatility is increasing. Over the past several months, we've experienced a number of mini tremors such as Brexit, political unrest in Turkey and a surge in terror attacks. Some of these look to be short-lived issues, while others may entail the types that linger for some time. Apart from geopolitics, we appeared to be going through a cycle of slowing economic growth worldwide, central bank stimulus packages and ever low interest rates. Investors seem uncertain and we're seeing rapid switches between risk-on and risk-off attitudes."
  },
  {
    "id": 2963,
    "text": "Performance in Asia/AMET/RUB was strong. We had 6.2% underlying sales growth in the half. China, India, the countries of South East Asia and Turkey all grew strongly, with Africa also improving in the second quarter despite being impacted by some economic and political uncertainty in Nigeria. Pricing increased as we passed on cost increases. As expected, in India we saw some moderation in market growth that was led by a slowdown in the rural consumer. Overall, however, our growth remained strong for the first half. In China, Home Care and Foods & Refreshment led the growth, with e-commerce the main driver of both. The step-up in Indonesia continues in the first half with more pricing and more volume versus prior year. And Turkey continues to grow in volume despite inflation there remaining very high."
  },
  {
    "id": 2971,
    "text": "However, the industry, as you are well aware, is also facing some headwinds, most notably the French and Belgian markets are suffering following the attacks in November and March. The continuous terrorism threat, as again seen recently in Nice, has certainly reaching -- far-reaching consequences for Europe in general as long-haul travelers avoid such destinations for the time being and it remains to be seen how quickly the markets rebound."
  },
  {
    "id": 3121,
    "text": "When you take a look at the base oil market, that has historically followed crude. It was crude softening and playing within a smaller range. I think that base oil has caught up with crude at that $90 plus. So I think that in the near term, if crude states in the range it's been trading, I would fully expect that the base oil would be fairly stable as well. As I look in the next year, the things that worry most are more of some sort of political, economic activity in the Middle East, I think that's our biggest risk. If something happens there and drives crude up, that could bring base oil with it. But with the economy being soft and all the things that are forcing crude down, I think that in near-term, at least, there's more headwinds against crude than bullishness. So I would fully expect that Valvoline should experience a more stable environment here in the near-term. Now for the full year, I can't predict. But I think in the next quarter at least, we're anticipating it's going to be somewhat stable."
  },
  {
    "id": 3211,
    "text": "The reason I brought up helicopters, I'm concerned that as we go into laser warfare and especially intercepting drones, that's going to become increasingly something that companies are looking at, although I don't know, you might know the answer, how they can move lasers because the drones and incoming missiles these days can be maneuvered and typically, a laser shoots in a straight line."
  },
  {
    "id": 3312,
    "text": "Turning to EMEA. We had solid billings growth of 18% year-over-year. We also believe growth would have been somewhat higher if not for the political unrest in the Middle East, which generally is an excellent market for us. Government vertical in EMEA turned in a solid performance, and as you know we do have covert announced [ph] in EMEA."
  },
  {
    "id": 3328,
    "text": "It's felt that a long-term mandate with a full 4-year term of office is unlikely. The banking crisis and energy sector reforms will dominate the agenda for the new government in the shorter term. Despite the current political instability, the interim government seems to be functioning well, and we are successfully able to advance our plans in country with the necessary government departments."
  },
  {
    "id": 3353,
    "text": "The global economy showed steady but uneven growth with 3.3% projection for 2025 and 2026, which is below 2019 average of 3.7%. Inflation is forecasted to ease to 4.2%, though the regional pressure still persists like the ones which are in Middle East and Ukraine. Energy sector of India is undergoing significant transformations amidst global developments, characterized by fluctuating energy prices and geopolitical tensions. As projected, India's growth rate is expected to remain robust to 6.5% for both 2025 and 2026, reflecting its resilience despite a challenging global economic environment."
  },
  {
    "id": 3372,
    "text": "I have 2 additional questions. The first one, I would like to understand better what's the rationale for keeping GTT within your scope given that you are selling the LNG shipping to Total. I understand that GTT has key technology for membranes, but yes, I want to understand where are the synergies with the remaining LNG activities within your scope? The second question relates to the U.K. retail market. You recently confirmed your ambitions to expand in this market and notably in the B2C. I want to understand what makes you so confident about this market when looking at the competitive landscape and also the uncertain political environment. And also can you say a word on the merger that has been announced this morning between [ NOG ] and [ SEE ]? Do you expect further restructuring on this market, further consolidation? And would you be part of an ongoing consolidation in this market?"
  },
  {
    "id": 3386,
    "text": "We also serve appliance HVAC and industrial end markets with our sensors and electrical protection products. We believe a good leading indicator for these end markets is Manufacturing Purchasing Managers' Index data. In China and Europe, PMI has been declining and is currently at or below 50. In addition, we have seen a slowdown in appliance sales in Japan after the rise in the consumption tax there as well as in Thailand due to local political unrest. However, we continue to grow sensor content in the HVAC end market, which partially offsets the slowing market. For the balance of our other end markets, we saw nearly 15% revenue growth in the third quarter."
  },
  {
    "id": 3427,
    "text": "Coming to Defence Engineering segment. Here, as all of you know, political and bureaucratic delays and uncertainty has dogged the sector for many years, which 5 years back, this was considered to be a sunrise sector in view of the government's focus on involving the private sector in defence manufacturing in a much more meaningful manner, which has not really happened. So -- however, we did get some decent orders in between, and the business has a healthy order book of over INR 10,000 crores and is registering good revenue growth and strong margins. Of course, in this year, a large part of the revenue and margins have also been contributed by execution of the tracked"
  },
  {
    "id": 3443,
    "text": "In Libya, we were able to complete a lifting in March and the asset contributed net production of 4,000 barrels of oil equivalent per day in the quarter. Despite the resumption of production, the political situation in the country remains uncertain and therefore, we continue to exclude Libya from our forecast."
  },
  {
    "id": 3605,
    "text": "The sequential performance represented only 3% flow-through due to a number of factors. First, the impact of the seasonal breakup in Canada reduced revenues compared to the first quarter at high decrementals, mostly affecting our Downhole Tools and Well Site Services product lines. The non-recurrence of high first quarter solids control equipment sales into North Africa and the Middle East and continuing unrest affecting all operations in that region further pressured Q2 results. These sales declines were offset by: first, higher revenues from recent acquisitions at lower margins; second, modestly lower margins on increased sales in Mission, Drill Pipe and XL Systems owing to mix; and third, lower margins on higher Well Site Services revenues due to startup costs for new locations and flooding in the Bakken region."
  },
  {
    "id": 3669,
    "text": "Market conditions were less favorable during this quarter than they were in the immediately prior quarter with reduced volatility across the board; trade and political concerns; significant changes in future interest rate expectations, including a yield curve that briefly inverted, all weighing on the markets. These tougher conditions were reflected in many of the earnings you have seen recently from banks and broker dealers. That said, it seemed as if we're heading into a more positive tone in the market of late with threats of economic slowdown waning and more positive economic news here and abroad and the equity markets hitting new highs."
  },
  {
    "id": 3986,
    "text": "Turning to the segments. For RF Communications, fiscal 2013 revenue is expected to decline 3% to 4% from fiscal 2012, with operating margins of 30% to 31%. Operating income is expected to decrease as a result of lower revenue and increased investment in new products and solutions, partially offset by cost reductions and manufacturing efficiencies. Lower revenue is primarily a result of the continuing wind-down of military operations in Iraq and Afghanistan and the uncertainty surrounding timing of awards from the Army's JTRS modernization program at U.S. DoD, partially offset by growth in international and public safety. For Integrated Network Solutions, we expect revenue for fiscal 2013 to be 3% to 4% higher than fiscal 2012 and operating margins between 8% and 11%. For the Government Communications segment, we expect revenue of 2% to 3% higher than fiscal 2012 and operating margin around 14%."
  },
  {
    "id": 4142,
    "text": "We are starting to see some sign of stabilization and recovery in Brazil, however, uncertainties remain for 2017, mainly due to macro and political environment as well for Argentina and Mexico. As a result of this dynamic, we have a pragmatic view of growth for fiscal 2017. We are targeting revenue growth in the 1% to 5% range. We expect to return to normal seasonality this year, which means lower activity levels in Q1 and Q2 and a stronger second half of the year."
  },
  {
    "id": 4284,
    "text": "In China, we expect the steady market recovery that we saw in the first half to continue. On the other hand, in Europe, the pace of market recovery has been slower than expected. And the emerging countries, market has been decelerating, possibly affected by uncertain factors like political instabilities in Southeast Asia."
  },
  {
    "id": 4397,
    "text": "On these very large DDoS attacks, can you guys just mention what the cost to actually defend against them? So I think before Friday's attack, there was a similar, very large attack against [indiscernible] security that you guys are [indiscernible] kind of [indiscernible]. Is that a material cost to defend the size of one of these attacks?"
  },
  {
    "id": 4512,
    "text": "It is noteworthy that we delivered these results in a volatile and uncertain macroeconomic environment. Most of the developed world outside the United States is grappling with slow growth. GDP growth in developing and emerging markets is also challenged, with many D&E markets experiencing significant political unrest and high unemployment. Key energy-producing countries are dealing with significant budgetary gaps, and high levels of local inflation in many of these markets are rerouting disposable income and dampening consumer spending. It's a difficult environment indeed."
  },
  {
    "id": 4525,
    "text": "Let's come to the regional business outlook. As you stated, uncertainty remains. Main topic is still the shortage of material supply chain issues and, of course, the Ukraine crisis. The main market trends, I would say, changes versus the last call, the aftermath of the latest geopolitical developments in Eastern Europe are still unclear, but we can expect an impact on supply chains and disruption in transport capacity."
  },
  {
    "id": 4544,
    "text": "We are seeing very strong demand in oil and gas right now. And with geopolitical issues being what they are, I think the sub-surface oil will be the first area that will go up. Because it's the one that has got the shortest gestation period."
  },
  {
    "id": 4549,
    "text": "Alan, I might comment. Just reflecting on this as you asked the questions about the coronavirus, it just brings to mind the horrific events of the World Trade Center terrorist attack a long time ago. And one would have thought then that you'd see a significant pullback on sales -- housing sales. But while there was a very brief hiccup, the housing market continued on a pretty strong basis. And that's what we're feeling so far right now with the coronavirus. So it's something you'd expect to have a widespread impact, but instead, it's really so far repeating the effect similar to the horrific events related to the World Trade Center a while ago."
  },
  {
    "id": 4581,
    "text": "These forward-looking statements suggest predictions or expectations and thus are subject to risks or uncertainties. Actual results could differ materially based upon many factors, including the cyclical nature of the industries in which we compete; availability, cost and volatility of raw materials, energy and utilities; governmental regulatory actions, changes in trade policy and political unrest; global economic conditions; industry operating rates; the supply-demand balance for Westlake's products; competitive products and pricing pressures; access to capital markets; technological developments and other risk factors discussed in our SEC filings."
  },
  {
    "id": 4604,
    "text": "You should read our annual reports on Form 10-K for a more extensive list of factors that could affect results, but among them are: adverse weather conditions, cost volatility and availability of all energy products, increased customer conservation measures, the impact of pending and future legal proceedings, domestic and international political, regulatory and economic conditions, currency exchange rate fluctuations, the timing of development of Marcellus Shale gas production, the timing and success of our commercial initiatives and investments to grow our businesses, and our ability to successfully integrate acquired businesses and achieve anticipated synergies."
  },
  {
    "id": 4635,
    "text": "From a geopolitical perspective, Andrés Manuel López Obrador was elected President of Mexico effective December 1, 2018 in a transparent and democratic process. The markets and exchange rate reacted positively, dissipating some of the uncertainty factors. There are 2 main geopolitical factors that require definition in the short term. NAFTA renegotiation and the U.S. immigration policy, and specifically for us, DACA. Regarding the new Mexico City airport, Volaris has been outspoken of the need to solve the current situation at the airport. Nevertheless, Volaris reminds its investors that from the domestic carriers, we have the lowest ASM concentration in Mexico City airport. Volaris has always been successful growing and developing capacity in the rest of the domestic market, the U.S. and Central America with quite less dependence on Mexico City. However, Volaris will take advantage of an unconstrained airport with enough capacity to grow in the metropolitan area in the long-term, and therefore, we support the new Mexico City airport project."
  },
  {
    "id": 4689,
    "text": "In Libertad and Limon, they were both under budget. They struggled a little bit just, again, because of that continuing social unrest in the country. At Libertad, because of the unrest there and some of the issues getting supplies there, we had to suspend development of Jabali underground temporarily. That was subsequently recommenced, and we finished dewatering it in August. So we now expect to see Jabali and kind of underground material come into the production plan by later in the fourth quarter."
  },
  {
    "id": 4853,
    "text": "Under our ADM contract we will work with the U.S. Government to develop medical counter measures against bio terror and public health threats that they have identified and for which they believe counter measures are required. This $163 million contract consists of an eight-year base period of performance and is extendable by the government for up to 25 years. This award underscores the government's commitment to the biodefense industry and to protect the nation as well as their focus on enhancing the nation's manufacturing infrastructure to public-private partnership."
  },
  {
    "id": 4892,
    "text": "Issue spending represented over 1/2 of the total spent. And while we certainly hope that the higher political and issue spend is the new reality and we continue to see healthy political and issue spending here into July where we booked another $1.7 million just this month, it's simply impossible to determine if this pace will continue and whether we'll be able to surpass our 2010 record as much of the spending continues to be late and with little notice. That said, through proactive management of our inventory and constant communication with our clients, we're working to accommodate the additional political demand while minimizing the disruption to our core customers."
  },
  {
    "id": 4940,
    "text": "In Q4 in Germany, we expect the final readings of the cannabis legalization to take place in the German parliament. We will also start to see the effect of the Israel-Hamas war as on the cannabis industry in Israel and on IM Cannabis as well. Since the start of the war in October, we have already seen an initial impact on our employees, suppliers, imports, sales and more. While it is too early to assess the extent of the impact, we anticipate a negative impact in Q4 2023 with a potential positive effect in the medium to long term."
  },
  {
    "id": 5015,
    "text": "On the lower left of Slide 13, we show some annualized return versus benchmark for the 5 largest strategies. I also want to turn our attention to their suite of new products. On this page, we've highlighted very strong investment performance of the managed volatility funds, middle right on Page 13. We're very encouraged by this performance and the fact that these new ideas and products are gaining traction with clients. As you can see from the table, U.S. managed vol and international managed vol are in the top decile relative to peers across the 1-, 3- and 5-year time periods. This performance is beginning to translate into positive net flows, with over $100 million of net inflows in the first quarter in these funds. So the takeaway for INTECH is that we're focusing on further diversifying their business across both client type, geography and products by providing investors with customizable risk return objectives. Its process is delivering reasonably good performance for its clients. Its non-U.S. business is growing well and new product development is working and creating exciting new opportunities for the future."
  },
  {
    "id": 5111,
    "text": "While our country manages through the crisis that has disrupted every facet of our society, we're utilizing our entire platform to optimize resources and expertise in ways that mitigate risks associated with the virus, which we believe is paramount to providing value to all stakeholders by focusing on delivering sustainable long-term results."
  },
  {
    "id": 5315,
    "text": "As a side note, it was really interesting being in the U.K. and Europe during Brexit. Remember, we don't have much business at all from mainland Europe, and insurance is not flowing in and out London for over 300 years, long before the EU was formed. So other than a possible recession hitting the U.K. and the other EU countries, and your guest about that is about as good as mine, I don't see it as a worrisome event for us in the near term. Longer term, I think we and the industry will successfully navigate any potential changes to the European insurance landscape."
  },
  {
    "id": 5416,
    "text": "We continue to mitigate the financial risk arising for potential geopolitical tensions in Ukraine. There have been recent announcements of sizable, global investment in Eastern European funds, reflecting the long-term opportunities in this highly productive agricultural region."
  },
  {
    "id": 5578,
    "text": "Also, our global portfolio includes a mix of many markets, which mitigates quite effectively the effects of earthquakes, tsunamis, as well as political and economic disruptions. It's also a natural market basket hedge for shifts in foreign exchange rates. A matter of fact, we just did a regression analysis over the last 5 years, and it's close to flat."
  },
  {
    "id": 5587,
    "text": "Well, you took out probably the principal risk that we talk about, [ which is the geo-political ] risk. So that is -- impact of the outcome on tariffs, impacts certain of our companies. I think that is a function of what decisions will be made, the confidence in those decisions, deferring certain investments. Those are all encompassed in a geopolitical and tariff component I think the other factor for us and for many banks is what's happening with rates in the yield curve. That's something at a high level that we're very focused on and some of the questions that came up in this call in terms of the balance sheet positioning and so forth. And then finally, the investments that we're making, the business, the banking environment is changing very rapidly. And as we think about what we're doing with our payments businesses, with our branch footprint, with our structure, with our -- the ways we connect with our customers and the way we use data for the benefit of the customers, those are all the things we're focused on."
  },
  {
    "id": 5654,
    "text": "As you all know, this has been a challenging time for the markets for our investors and by extension, our industry. Investors are inundated with headlines and financial programs that highlight a multitude of issues that they are dealing with today, including high equity valuations globally, the implications of rising rates, as well as broad geopolitical uncertainty. On a daily basis, they are trying to navigate such complex issues as a potential Greece default, China's slowdown and market volatility, as well as terrorism, none of which inspire confidence, particularly for retail investors. Such consternation has caused investors to pause, which is evidenced by quarterly industry flow data, most notably the $49 billion in outflows in active U.S. equity funds and $6 billion in active U.S. bond fund outflows during the quarter. I am pleased to report, however, $1.3 billion in net inflows for the quarter, driven by fixed income. This is especially gratifying given the market and industry headwinds that I just described."
  },
  {
    "id": 5783,
    "text": "At the recent NAB, we showcased many improvements and feature enhancements to our existing product portfolio. However, the stars at our booth were clearly the Digital Tattoo and significantly, the LASER. Digital Tattoo is a suite of products, which provide, in very simple terms, an IPTV opportunity for direct-to-home satellite operator. Let me elaborate. DTH content is a linear stream on a point to multipoint satellite network. It is capable of cost effectively reaching a vast geography of subscribers. One antenna and 1 set-top box equals 1 subscriber. However, this model becomes challenged when addressing subscribers who are clustered in multi-dwelling units, specifically apartment complexes, hotels, gated communities, hospitals and university campuses."
  },
  {
    "id": 5789,
    "text": "In Latin America, full reimbursement takes place on a country-by-country basis and can take some time, which can be further complicated by economic and political instability. Total 2019 Crysvita sales in North America, Europe and Latin America, which are shared with KKC, were approximately $104 million for the fourth quarter and approximately $316 million for the full year 2019."
  },
  {
    "id": 5802,
    "text": "Thank you. This is Minami. I'd like to answer that one. In terms of geopolitical risks, we will continue to take measures. Yes, I did say so. And when we take measures, we have to think about this in short-term and also longer term. First of all, in short-term, we have some incidents that may happen at a high ratio. For example, Russia and other areas, when we have the Crimea conflict and also recently Iran as well, the same can be said. In other words, we need to make sure our business is sustainable. What should we do now in short-term? One is we need to manufacture tobacco and distribute it. And in order to do that, how can we lay out the logistics and how can we guarantee that our manufacturing will be done. This is really the basics of the basics, and make sure that our operation is done smoothly and make sure that we get a certain volume per month. And also, look for opportunities for manufacturing end markets."
  },
  {
    "id": 5819,
    "text": "There've been some kind of dire forecast out of Europe, European airlines on the impact on travel demand from the terror incidents. Are you guys seeing anything? Or do you expect to see anything from that?"
  },
  {
    "id": 5873,
    "text": "MetLife has seen many such periods during its history: the 1918 flu pandemic, the Great Depression, World War II, 9/11, the financial crisis. Through all of them, we never faltered. We maintained our financial strength, kept our promises and provided people with the security and confidence they need. That's what we mean when we say, Always with you, and it will be true throughout this pandemic and beyond."
  },
  {
    "id": 5974,
    "text": "In the other business lines in this segment, excess casualty was negatively impacted by renewal timing, while production from our Bermuda professional lines and other global businesses was essentially flat. Partially offsetting this was higher premium in Brazil due in part to the appreciation of the real against the dollar. In Brazil, despite last year's climate of political and economic disruption, a balanced social response is seeing favorable reaction in the markets. And our long-term investment in Brazil -- in the Brazil business is working well for us. And the platforms and products we developed there are now mature and replicable elsewhere, which you'll hear more about next quarter."
  },
  {
    "id": 6045,
    "text": "In Terrorism and AV52, the story is that a lack of insured losses is encouraging new capacity both from existing market players and new entrants who compete on price. As both these coverages are often bought because they're mandated by regulation or mortgage holders rather than because the insurer posses the real threat, clients are more inclined to buy the cheapest product than to think about continuity. As such, Lancashire has to compete on price and then the terror risk selection becomes even more important. We have re-entered the satellite market for launch and orbit cover in the third quarter of 2002 which we last wrote in 2008. We have a good track record with this class and we believe that we can get good penetration for our existing relationships. We also believe these exposures fit our portfolio well."
  },
  {
    "id": 6077,
    "text": "More specifically for the wealth management industry, we have seen the window for filing of privately offered funds gradually open over the past couple of months. Though we expect the market to remain concerned over the potential slowdown of China's economic growth in 2020 and as well as uncertainties from international political and trade conflicts, we are still optimistic in the outlook of wealth management industry."
  },
  {
    "id": 6103,
    "text": "Of course, we have other concerns. The ever-changing political and economic environment. Specifically, there are uncertainties around the Federal Reserve and their monetary policies and the impact on future interest rates. Fiscal crisis at the federal government level is still top of our minds as the federal deficit is now over $17 trillion and continues to climb as government spending is just unsustainable, bottom line of all of that."
  },
  {
    "id": 6105,
    "text": "Thank you, Pere. So if we look first on Page #10 on the macro environment, we are facing an improved macro environment. World GDP is improving. It's plus 3.5%. And especially we have a new driver of growth that is the Euro area that is now being more and more stabilized, especially after taking out some political uncertainty of the French and Dutch elections."
  },
  {
    "id": 6130,
    "text": "Back to revenues. Transaction-based income increased by 3% despite continuing client concern as evidenced in both the heightened geopolitical uncertainty index and investor feedback from our survey that Sergio referenced. Recurring fees were up 4% sequentially and down 2% year-on-year. The Q-on-Q increase is partly driven by sales and some margin uptick but also due to the pickup in invested assets from the first quarter per the usual time lag effect that's most pronounced in the U.S."
  },
  {
    "id": 6156,
    "text": "For 2017, we expect marketing solutions and other services revenues to be approximately 55% of total FS revenue, with the following at the approximate midpoint of the FS revenue range: data-driven marketing solutions, including Datamyx and FMCG, approximately $133 million; treasury management solutions, including WAUSAU, FISC and DSS, approximately $119 million; and fraud, security and risk management and operational services approximately $65 million."
  },
  {
    "id": 6157,
    "text": "Maybe our reorganization will allow us to get that number up. I'd be happy with 25% of the book or even 1/3, but I think we should -- I think we'll wait and see. We're working hard on finding new lending opportunities. I think maybe also, you have a fear in Continental Europe of demand destruction. And so we're less -- it's hard to underwrite Continental Europe. I'm talking about the developed economies, Germany, France, Italy and Spain. Much like our equity strategy has been more in the periphery in U.K. and Ireland. I mean we're not -- the core malls won't ever lend against, I don't think, but if it follows the equity strategy that we have and in our eighth fund we were only 5% in Europe. In the ninth fund, we're 1/3 Europe and in the 10th fund, which is announced to closed in the next week, this week probably, which running about half and half. I don't know whether the lending book will follow that, but I don't have any particular fear of being there as long as we pick our asset classes and geographies and leverage levels appropriately. I doubt that happens just because of the growth of our organization isn't built that way. And we are always going to say, there's no place like home. The rule of law is fairly well known. So I'd be happy if it climbed. I don't know if it will climb."
  },
  {
    "id": 6164,
    "text": "I mean we're definitely seeing that. I think inflation, it's a big deal because you're already coming from very high levels. But at the same time, there's -- we don't have a crystal ball, and there's uncertainty on the political front. And a lot of things happened during the last 3 months. So I think we should take this as -- from a company that has significant operations on the ground, an improving outlook, but the data points are they're fragile somewhat, right? So yes, that's how I would characterize it."
  },
  {
    "id": 6219,
    "text": "Thank you, Ian. Good morning, and thank you for joining us. As we begin, let me remind you that our comments today will include certain forward-looking statements, which management of UGI and AmeriGas believe to be reasonable as of today's date only. Actual results may differ significantly because of risks and uncertainties that are difficult to predict, and many of which are beyond management's control. You should read our annual reports on Form 10-K for a more extensive list of factors that could affect results but among them are adverse weather conditions; cost volatility and availability of all energy products; increased customer conservation measures; the impact of pending and future legal proceedings; domestic and international political, regulatory and economic conditions; currency exchange rate fluctuations; the timing of development of Marcellus Shale gas production; the timing and success of our commercial initiatives and investments to grow our business; and our ability to successfully integrate acquired businesses and achieve anticipated synergies. UGI and AmeriGas undertake no obligations to release revisions to their forward-looking statements to reflect events or circumstances occurring after today."
  },
  {
    "id": 6311,
    "text": "Well, it's very, very difficult to give guidance in this environment right now. We often joke it’d be a lot better to give guidance after decisions were made on Washington and how the financial cliff was going to be dealt with. But what we have done with each of the group presidents and Ron have gone to -- into each one of the groups, market-by-market to try to make a balance estimate of where we see the overall business. We believe that with the political uncertainty in Europe and the U.S., that you're going to see a pretty flat growth rate. People are hesitating. It's a model forward, as Didier said. And so as a result of that, you give the pluses and minuses of our market segments, which really haven't changed in Q3. You can easily come into an environment of relatively low growth. Our operating model obviously doesn't get the incremental when you're outside of our range or bottom end of our range of 4%. And then the question comes in as do you restructure the company now to force ourselves back into the model or do we continue making the right investment for the future. And we have made the decision to continue to make the proper investments to the future while continually to focus on improving our manufacturing cost of sales or manufacturing footprint and overall productivity."
  },
  {
    "id": 6340,
    "text": "During today's call, management will make forward-looking statements. All such forward-looking statements are based on information available to us as of this date, and we assume no obligation to update any such forward-looking statements. These statements are not a guarantee of future performance, and actual results could differ materially from current expectations. Among the important factors which could cause actual results to differ materially from those in the forward-looking statements are changes in the technologies used by our customers and competitors; change in volatility and the demand of our products; the effect of changing worldwide political and economic conditions, including government-funded solar initiatives and trade sanctions; the effect of overall market conditions, including the equity and credit markets; and market acceptance risks. Other risk factors are detailed in our Securities and Exchange Commission filings, including our Form 10-K and Forms 10-Q."
  },
  {
    "id": 6356,
    "text": "Looking ahead, we are continuing our efforts to control costs and return to profitability. We will continue to make adjustments through our cost structure to better align cost with revenues and gross margins. In closing, 2011 has been a difficult and frustrating year. We are disappointed with the results -- with where we are in the uncertain political and economic environment. However, we will manage through this downturn by maintaining the core value of the company, while controlling costs and preparing for the future."
  },
  {
    "id": 6458,
    "text": "Sure. I think you referenced it well, the geopolitical issues, the macroeconomic issues in China clearly are more impactful as it relates to the VIP segment. And as you referenced, we are not VIP dependent as much as other people are. Our primary driver is going to be the 9,000, the 1,500 non-rolling table games -- excuse me, 1,200 non-rolling table games we're moving towards. And not are we only thinking that's our future, VIP will be -- we'll participate in that segment. I think we'll do just fine competitively. But the real driver of our success, as you can see with these numbers, is our staggering advantage in the premium mass, mass segments, that has been the driver of almost $600 million of EBITDA this quarter, up from $394 million. I mean, amazing year-on-year returns and same-store sales. So we believe that is less affected by those issues and that's our power house, that's our strength. So we lost the VIP and like everybody else hoped, it feels the right way. But the real driver for SCL is going to be in that -- in those segments and not so much the VIP segment in the future."
  },
  {
    "id": 6519,
    "text": "With respect to the 4 most important countries, I would say that Canada and Australia have a positive performance with the countries which have undergone less profound crisis as compared to the other countries of the advanced world, and they've moved out of the crisis earlier than this. With respect to Africa, the situation is problematic. South Africa, indeed, has recorded a slight recovery. Now the situation continues to be political."
  },
  {
    "id": 6543,
    "text": "That said, uncertainty from political events and the financial markets could cut either way in the second half of the year, in terms of demand for the types of services we provide."
  },
  {
    "id": 6547,
    "text": "Network security threats are not going away. They are only increasing in numbers and sophistication. We've all seen this illustrated by the various recent high-profile attacks and many others that don't make headlines. This has elevated the security discussion to the board level and is keeping investments at or near the top of IT investment priorities. We are confident in our ability to address this market opportunity and are optimistic about maintaining our momentum."
  },
  {
    "id": 6570,
    "text": "The increase in core margin from the prior year fourth quarter was a result of the remix of earning assets to higher-yielding loans, improved interest rates on the loan portfolio and stable funding cost. Noninterest income for the current quarter totaled $28.5 million. This is a decrease of $3.9 million or, let's see, 2% from the prior -- 12% from the prior quarter, and -- an increase of $785,000 or 3% over the same quarter last year -- 2% decrease. Service charges and other fees of $19.7 million increased $2.4 million or 33% from the prior year fourth quarter. The increase was primarily due to the increased number of accounts and organic growth from -- and acquisitions. Gain on sale of loans decreased $1.6 million or 22% from the prior quarter as a result of real estate seasonality as well as market volatility and some political uncertainty. Gains decreased $1.8 million or 24% from the prior year fourth quarter. Other income decreased $2 million or 47% from the prior quarter and was due to a $2.3 million gain on sale of our branch building."
  },
  {
    "id": 6605,
    "text": "We also see geopolitical uncertainty and instability in the world. Obviously, the ongoing conflicts in the Middle East and Ukraine. And this also, yes, includes also some increasing tensions in Asia, albeit that doesn't have an immediate effect on our work there. In the Middle East, we have seen lower activity levels. We should remind ourselves that last year, third quarter, we had a large project, the Lower Zakum, which had high activity levels compared to now a market that is somewhat careful with lower oil prices. But is also being affected by a closure in the Red Sea where we have some assets currently stuck in the Arabian Gulf that we are now also moving back into the Mediterranean, but we have to sail around Africa. So that has impacted the Middle East region. I think we all know that the situation there is affecting business to a certain extent."
  },
  {
    "id": 6689,
    "text": "Yes. We're working as many shifts as we can find people to work. So we had a breakfast meeting with the contract employed people this morning and they're helping and they use -- we use them because they can kind of steal them away from the big guys off and on and that's the real challenge of the whole thing is special mission and the state of war in the world I guess is probably increasing instead of decreasing, and therefore, our business is going up. And we're in the gun control business. We're in the ISR, the surveillance reconnaissance type world. And then we're in the compliance with the FAA regulations, which is also a safety factor. So we have 3 things going on here all at the same time. I hate to be pessimistic in the airplane production being kind of slowed up. But that's the only negative we see out there to tell you the truth."
  },
  {
    "id": 6723,
    "text": "But we don't have -- based on our base mass growth and based on what we're seeing in general, Macao looks like it's doing just fine. I wouldn't want to try to put the trade war front and center of any real concerns other than anecdotally, occasionally, hear from a VIP customer. I heard from my customer here in Las Vegas recently, a Chinese customer, that it's really impactful. But I don't know how to clarify that or put a real number that makes any sense against the business. Again, when you grow 15% in your base mass, the premium mass business will have record levels this year. How do you complain? How do you really find the concern that this is -- now maybe we're wrong. Maybe this war will be resolved shortly. I see that there's a couple of things happening in the headlines. and maybe that will impact our business. It can't hurt us. It will probably help us once it's resolved. It's a positive, positive for China, positive for the U.S. And we're hopeful it gets resolved. But to give you real other than occasional anecdotal feedback would be incorrect."
  },
  {
    "id": 6865,
    "text": "Moving over to Slide 13. The macroeconomic factors driving our end markets continue to remain positive. We see tougher comparisons as we anniversary some of the big upswings in demand, but the end markets appear to be favorable. Oil and gas prices have fluctuated between $60 and $70 range with some variability largely associated with geopolitical factors. As noted in last quarter, we see improved quote activity associated with CapEx projects and maintenance activity levels have stabilized. Off-highway mobile equipment continues to experience strong demand in both agriculture and construction equipment markets globally. The general Industrial market continued to see good demand and distributors are reporting good retail activity and pricing dynamics. And finally, the European on-highway truck market remains strong with the latest registration data reflecting a 12% increase in heavy trucks and is up 6% year-to-date. China truck sales have declined on average, and we anticipate calendar year to run about 25% of last year peak level."
  },
  {
    "id": 6905,
    "text": "Okay. Secondly, a couple of things on Europe. One, I know we hadn't seen kind of all the geopolitical risk increase really impacting conversations. Is that still the case? Or are you sensing any kind of a spillover to M&A conversations in Europe from Ukraine and the Middle East and places like that?"
  },
  {
    "id": 6913,
    "text": "As our tenants benefit from relatively lower concentration of Medicare and Medicaid patients and high-rent coverage, Healthcare Realty's ability to capitalize on inherent growth in its properties should remain secure despite an uncertain political and regulatory environment. David?"
  },
  {
    "id": 6920,
    "text": "Thank you, and good morning, everyone. Before my formal remarks, I want to take a moment to recognize the devastating tragedy that is currently taking place in Israel, Gaza, and the surrounding regions. It's been incredibly difficult to witness the acts of terrorism and resulting war unfold over the past couple of weeks in what is sure to be tough days to come. The murder of innocent people is unacceptable in any form, and it's beyond belief that such actions are unfolding in the world today."
  },
  {
    "id": 7074,
    "text": "Thank you, Trap, and thank you everyone for joining today’s call. We delivered positive performance in the fourth quarter. I look forward to providing insight into the current business environment that influence these results and how our long-term strategy is unfolding. Our business remains dedicated to delivering increasing value to our advisors and institutions. As a result of this focus, we experienced strong growth in our fundamental drivers of shareholder value in 2012, despite difficult market conditions, low interest rates and an uncertain political environment, which led to modern revenue growth to 5%."
  },
  {
    "id": 7121,
    "text": "Thanks Lisa. Let me spend a few minutes discussing our portfolio management during the quarter and our outlook going forward. As we entered 2017, we expected interest rates to be arrange down given slow growth and low inflation both in the U.S. and abroad. The first quarter, essentially unfolded, as we expected, legislation from the new administration regarding fiscal and tax stimulus is taking longer than anticipated, U.S. economic growth was subpar for the first quarter and there remains a good deal of geopolitical uncertainty around the world. The Feds raised rates by 25 basis points in March, and we expect it will likely increase rates once or twice, more in 2017."
  },
  {
    "id": 7123,
    "text": "Yes, sure. Well, Gabe, the bigger miss on volumes was the operational challenges that we had, lesser so on the strike. As you said, it was only 10 days. But we had some issues that are totally within our control that we did not perform well and we are addressing those. I would characterize the market in Latin America as modest and cautious growth. You certainly got some financial tightening with Argentina and their currency and you have political uncertainty, which seems to be a common theme in Brazil. So I would say, it's cautious, but it's more on us and what we did not do well in Brazil and how we operated. And I promise you, that's being addressed. And you should start seeing in the next 3 to 5 months, improvement in regard to our ability to operate more effectively in Brazil."
  },
  {
    "id": 7135,
    "text": "Events during 2011 highlighted that the company's income and cash flow can be subject to wide variations due to factors beyond our control. For example, PGM prices during 2011 were affected, not only by the unusual market elements of governing supply and demand but also by the effects of the March earthquake and tsunami in Japan, the autumn flooding in Thailand and tight Chinese fiscal policy on the automobile demand, furthered by the impact of the European financial turmoil on the strength of U.S. dollar, and by the consequences of regulatory and political uncertainty in South Africa on PGM output."
  },
  {
    "id": 7164,
    "text": "Construction, as I commented before, should be strong for this year and next year. Aviation, our assumption will improve in the second half and potentially go back to happy days next year again which would be earlier than we had originally assumed. Oil and gas is gradually improving. But of course, uncertainties are out there. We are living in volatile times, geopolitical uncertainties are also visible and therefore, we should all be humble, but nevertheless, optimistic."
  },
  {
    "id": 7196,
    "text": "The outlook for our International business is positive. Market fundamentals continue to evolve favorably as the global balance of crude oil and supply and demand tightens. Despite OPEC's recent decision to increase production, global supply continues to weaken from geopolitical pressure to remove Iranian oil from the market and no resolution to falling production in Venezuela. Spare production capacity, which is limited to a few OPEC countries, is at a relatively low level. It is becoming apparent that the new projects expected to come online during the next few years will not be enough to meet the increasing demand. These developments underline the growing need for international E&P spending to increase significantly."
  },
  {
    "id": 7232,
    "text": "Momentum in our parts and service business in the first quarter of 2019 continue to positively contribute to revenues early in the second quarter. However, once seeding was completed in late April, early May, the market sentiment turned sharply negative, a result of broad macroeconomic and political uncertainty, which significantly reduced sales across all departments. The arrival of spring rains in late June improved sentiment significantly, but these macro uncertainties persisted and continued to weigh on farmer sentiment."
  },
  {
    "id": 7283,
    "text": "Thanks, Mark. Our quarterly results were strong, highlighted by solid leasing, particularly in the speculative development pipeline, the achievement of 32% rental rate growth and a rebound in our development starts. While we are mindful of continuing macroeconomic and political risks, our resilient performance in the last 2 quarters and the continuing strong demand themes should provide opportunities for us to continue to drive earnings growths. This confidence was reflected in last night's announcement that our Board of Directors has approved the raise of quarterly dividend by $0.02 a share or over 8.5% over the previous dividend rate."
  },
  {
    "id": 7328,
    "text": "We are reasonably optimistic that factory shutdowns, either our own or our customers are fundamentally behind us. However, keep in mind, FOX, like everyone else in the industry, will be required to adjust our operations should states and federal governments need us to take different actions. As we move forward, we believe FOX is well positioned for future growth, assuming the external environment progresses as it has for the last month or 2 and that there are no additional significant disruptions to the supply chain, our customers or consumers, including any issues from adverse macroeconomic environment and increased social unrest."
  },
  {
    "id": 7474,
    "text": "Thank you, Nir. Turning to Slide #6. I want to address this Swords of Iron War and the impact on our business since October 7. About 2 months ago, our country was brutally attacked by Hamas terror organization, and now finds itself at war to protect itself and its citizens."
  },
  {
    "id": 7475,
    "text": "A good example of our success here is in October 2015, Clearwater received an award from Esri Canada for our commitment sustainable business practices through the use of our geographic information systems, which allow us to reduce our impact on the ocean bottom and more efficiently conduct our harvest operations."
  },
  {
    "id": 7500,
    "text": "In RCI, revenues declined 3% in the quarter. We experienced lower volumes from a couple of our larger customers that we believe are more phasing-related, and we continue to see our Syrian bottler suffer, given the political unrest. Overall though, we're comfortable with our prospects and the quality of our RCI business."
  },
  {
    "id": 7563,
    "text": "Yes. I will try and share with you an outlook for 2022, and I'm on Slide 28. We maintain our ambitions for 2022. Of course, we are cautious regarding the evolution and the geopolitical and the sanitary situation. We have a conflict in Europe. We have some resurgence of COVID in China with some impact, direct or indirect on our supply chain and our business."
  },
  {
    "id": 7629,
    "text": "It's not really a structural problem. So if you just dissect the entire north, so there is one part which is Jammu region, which is definitely impacted because of the political disturbance there. But other parts of North India are usually winter markets and as the winter season progresses, you will see growth coming back there."
  },
  {
    "id": 7669,
    "text": "High unemployment and underemployment, higher year-over-year gasoline prices, tightened credit requirements, continued weakness in the housing markets and uncertainty in the financial and political arenas continued to impact the consumers' discretionary spending. We at Dollar General have been and will continue to respond to our customers' needs by providing the right mix of items, along with our unique combination of value and convenience they depend on us."
  },
  {
    "id": 7747,
    "text": "During the call today, management may reference certain non-GAAP numbers in their remarks. Reconciliations of these non-GAAP results to applicable GAAP numbers are included in the attachment to your earnings release. Before turning the call over to Ron, I'd like to make a few comments about forward-looking statements. We will be making forward-looking statements today that are made pursuant to the Safe Harbor provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements involve known and unknown risks and uncertainties, which may cause the company's actual results in future periods to differ materially from forecasted results. Among those factors which could cause actual results to differ materially are the following: Market demand, competition, weather, seasonality, currency related issues, geopolitical issues and other risk factors listed from time to time in the company's SEC reports."
  },
  {
    "id": 7841,
    "text": "Now in such a scenario, stronger players will have the ability to now win more market share and continue to grow. So going forward, there will be a bit of a steadying of the volatile fluctuations is what I guess. Again, everything caveated to some major geopolitical crisis, right? And I feel that China Plus One will continue to play out. It's already playing out on the cotton sector, but it will slowly start happening in the other synthetics as well."
  },
  {
    "id": 8041,
    "text": "The medical market continues to grow at a very strong rate and our success in this market is helping our overall margins. The sequential drop in revenue and orders was completely driven by the defense portion of this market. Cuts in government spending and uncertainty around the funding of government programs is certainly impacting the military market. Overall, given the tough, uncertain economic environment and some of the political turmoil we have seen in recent months, we are very pleased to see a 6% sequential increase in revenues and a 7% increase in bookings."
  },
  {
    "id": 8118,
    "text": "Sure. Yes. Listen, our pipeline remains incredibly strong. We have tremendous client activity across all segments and all sectors, but the market is robust. That being said, there's clearly headwinds that persist in the market with rate uncertainty, tariffs, geopolitical. And I would say the U.S. market -- stock market is priced for perfection right now. So there's a lot of things that can slow down the pipeline. But as of right now, it looks incredibly strong."
  },
  {
    "id": 8196,
    "text": "Yes. So you and I've talked about on this call before the world remains a dangerous place and that Russian bear is roaring. So we've got considerable interest in places that you might think. Just to give you a little bit of color on some of the contracts that we just put into backlog, the Swiss Army is purchasing 4x4 combat vehicles, and that went in, I think, this quarter, for about $400 million, U.S. dollars. So that was good. The Czech Republic is on the map as is the Spanish 8x8 technology programs. And our Land Systems is in good position on that program. And then we continue to see the demand signals coming out of the Mid-East, Iraqi tanks, Kuwait and in other parts of the Mid-East, where there are some really hot wars going on. So the pipeline looks good internationally. And if you look at that Army budget, they're beginning to recapitalize. So that's pretty wholesome in and of itself. So again, as in the IS&T case, our ability to perform, meet contract, keep our cost down will be the key to, again, winning more than our fair share. And by the way, our Armaments business is doing quite nicely as well."
  },
  {
    "id": 8218,
    "text": "And then you're sitting on now $5 billion of cash. Is that sort of just war chest [ph] waiting? Or is there a trigger point at which you would start using that cash to pay down existing debt?"
  },
  {
    "id": 8289,
    "text": "During today's call, management will make forward-looking statements, including statements regarding our business plans, strategies, initiatives, vision, objectives and outlook, including our financial guidance as well as our ability to execute there on successfully and in a timely manner and the benefits and impact thereof on our business operations and financial results. Our financial performance and targets and use of new or different performance metrics in future periods, our competitive position and market opportunity, the timing and impact of our current and future business model transitions and factors driving our growth, macroeconomic, geopolitical and industry trends and the current and anticipated impact of the COVID-19 pandemic. These forward-looking statements involve risks and uncertainties, some of which are beyond our control, which could cause actual results to differ materially and adversely from those anticipated by these statements. For a detailed description of these risks and uncertainties, please refer to our SEC filings, including our annual report on Form 10-K in the fiscal year ended July 31, 2021, and our quarterly report filed on Form 10-Q for the fiscal quarter ended October 31, 2021, as well as our earnings press release issued today."
  },
  {
    "id": 8372,
    "text": "Before we begin, I would like to remind everyone that statements made during the course of this call may include forward-looking statements, including statements regarding future financial performance, future growth and future acquisitions. These statements are based on SAE management's current expectations or beliefs and are subject to uncertainty and changes in circumstances. Actual results may vary materially from those expressed or implied by the statements herein due to changes in economic, business, competitive and/or regulatory factors and other risks and uncertainties affecting the operations of SAE's business. These risks and uncertainties and contingencies include fluctuations in the level of exploration and development activity in the oil and gas sector; the volatility of oil and natural gas prices; dependence upon energy industry spending; disruptions in the global economy; global factors, including political and military uncertainties; industry competition; delays, reductions or cancellations of service contracts; high fixed cost of operations; operational disruptions and external factors affecting crews, such as weather interruptions and inability to obtain land access rights of way; reduced utilization, whether it enters into turnkey or term contracts; crew productivity; a limited number of customers; credit risk related to its customers; the availability of capital resources; the ability to retain key executives; currency fluctuations; court decisions and regulatory rulings; passage of new or interpretation of existing environmental laws and regulations; and other factors set forth in the company's filings with the Securities and Exchange Commission."
  },
  {
    "id": 8385,
    "text": "Turning to dispositions, we continue to market selected properties for sale. However, increased volatility in the capital markets during the second half of 2011, mainly as a result of instability in the eurozone as well as political and economic uncertainty stateside, slowed our disposition pace. However, based on recent positive economic data, combined with a rebound in REIT share prices, improving debt markets and a better outlook for 2012, we expect the volume of our asset sales to pick up, and our guidance assumes $100 million to $115 million in dispositions during the first half of the year."
  },
  {
    "id": 8539,
    "text": "Yes. Thank you, Eric. No, I think our guidance would reflect continuation of the progress that we were making. Overall, as a company, there is more uncertainty, as Rick pointed out, given the geopolitical situations that we tried to, to the best of our ability, incorporate that into our guidance. That, and I would say the Intimidator acquisition as well, that is the driver for the increased sales growth. We remain seeing the bulk of our business continuing to grow, but in line with our prior expectations from that standpoint."
  },
  {
    "id": 8662,
    "text": "Turning to the Pacific. On a capacity increase of 2.4%, revenues increased $39 million or 6.6%, mainly on yield growth of 3.7%. We achieved a year-over-year increase in PRASM of 4%. All major Pacific services recorded yield and PRASM increases, except for the services to Australia, which continued to be impacted by increased industry capacity from North America. The yield growth reflected increases in base fares and carrier surcharges as well as a general improvement in the overall fare mix. The geopolitical situation between Canada and China continues to negatively impact travel demand between Canada and China, and Canada and Hong Kong, and we have been proactive in our approach to reallocating capacity from these markets elsewhere throughout our network. We were pleased with the performance of our business class cabin in all markets over the Pacific with the exception of China services, mainly due to this geopolitical issue."
  },
  {
    "id": 8689,
    "text": "No. It hasn't gotten worse and hasn't gotten better. There is a capital crunch in China. So, start-ups have trouble getting capital. There's been a number of Chinese semiconductor companies that have gone out of business for insufficient capital. The -- sort of the political tension continues, but there is a robust design activity in China. And so, we're seeing essentially a steady amount of business from China that is steady. That's kind of what we planned on. We didn't plan on getting any worse, and we didn't plan on it getting it better, and that's kind of what we're getting."
  },
  {
    "id": 8712,
    "text": "Forward bookings indicate good volumes for the months up to June. But visibility into the peak summer months is still limited and economic and political environment remains volatile. Nonfuel unit cost developed plus 1.4%, less favorably in the first quarter. As I've said before, we report against a strong performance of minus 4% in the first quarter of 2016. But in particular, higher maintenance cost and additional variable costs from the increase in the seat load factors have additional burden for development this year."
  },
  {
    "id": 8756,
    "text": "Page 30, you can see the risk ratio indicators for the 4 largest markets. Hungary and Bulgaria risk cost rates went below 1%. That's quite good. Previously, we indicated that in these 2 countries, we expect the kind of run rate to be -- in the normal times, the run rate to be 1.2%. It went even lower than that in these 2 countries. It doesn't mean that we will have this below 1% levels for the whole year for these 2. But certainly, it's quite positive indicators in terms of potential expectations that the risk cost rates in these 2 countries can be lower this year than last year."
  },
  {
    "id": 8867,
    "text": "Now I would like to briefly discuss with you the current antiterrorism legislative initiatives in Russia. First and foremost, let me point out that we welcome any measures aimed at effectively fighting terrorism. We have and we will continue to always help when we can for antiterrorist  activities in the Russian Federation. QIWI is open to any form of cooperation with Russia’s legislative bodies and with the professional community to help develop a proper legal framework of a safe and transparent payment industry in Russia."
  },
  {
    "id": 8937,
    "text": "Thanks, Sheila. The world economy remains dynamic, from oil prices, uncertainty in interest rates, currency fluctuations, regional political unrest to China's growth or lack of growth rates. It appears that this volatility has created some uncertainty in our marketplaces. In addition, we continue to compete in a dynamic competitive environment with each company working to find their niche in this growing market.  While these challenges may have some short-term impacts on orders, we have faced similar competitive challenges in our history, and we believe the long-term outlook is still good."
  },
  {
    "id": 9032,
    "text": "Moving to Slide 10. In LATAM, the industry was down 18% versus prior year as weak macroeconomic conditions and political uncertainty impacted auto sales. More specifically, the Brazilian market was down 16% due to the end of the IPI incentive scheme while Argentina was down 27% reflecting import restrictions. Sales for the group were down 28%. Group share in the region stood at 14.5% for the quarter, down 220 basis points versus last year. Overall share in Brazil was down 300 basis points year-over-year but down only 20 basis points from the fourth quarter position. The group maintained its market leadership position in Brazil with a 250 basis point share lead over its nearest competitor."
  },
  {
    "id": 9868,
    "text": "We've also seen, in the end of last year, some increased expansion of funding in the U.S. federal government for, I would say, veterans who have fertility issues as a result of -- in this case specifically of combat; and in early this year, increased mandated funding in the State of New York, which is obviously one of our larger population centers in the U.S."
  },
  {
    "id": 9869,
    "text": "In the Middle East, we are closely monitoring the evolving political tensions. To date, we have not experienced a material impact to any of our projects and activity in Saudi Arabia, our largest Middle East market, continued to progress as expected. Importantly, across the region, the decisive and deliberate actions we have taken to align our portfolio and cost structure with these very trends resulted in a strong year-over-year improvement in profitability, and we expect further margin improvement as the year progresses."
  },
  {
    "id": 10000,
    "text": "As you know, this conference call includes certain statements, including statements relating to the company's expectations of its future operating results that may be deemed to be forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Investors are cautioned that such forward-looking statements involve risks and uncertainties and that actual results may differ materially from those projected in the forward-looking statements. These risks and uncertainties include, but are not limited to, competition and competitive pressures; sensitivities to general economic and industry conditions; international, political and economic risks; availability and price of raw materials; and execution of business strategies. For further information, please refer to the company's filings with the Securities and Exchange Commission."
  },
  {
    "id": 10018,
    "text": "Within the specialty insurance lines, there were varying degrees of rate movement. Terrorism and AV52, the niche aviation product, written within the Lancashire platform, were broadly flat. Marine, energy and other areas of the aviation portfolio written within the Lloyd’s platforms, saw rate rises for the second year in a row."
  },
  {
    "id": 10291,
    "text": "Thank you, Göran. Looking at the outlook and the assumptions for the full year. We, as I said before, we are about to increase our capacity by roughly 10%. That means that we will report a lower PASK and unit cost by design, and that we are standing firm on our efficiency program to deliver around SEK 700 million in cost efficiency for this year.  But we also noticed an increased uncertainty around us. The Brexit and geopolitical uncertainty has, of course, is part of our planning going forward. We record a volatile currency in jet fuel situation. We have seen some very scary and awful terror attacks. And also, we've seen that more and more governments are keen to add more air-related taxes onto the burden of carriers as well. This together makes us believe that the best forecast that we can provide is that we stand on the same -- provide the same forecast as we did in Q2, i.e., we expect to post a positive earnings before nonrecurring items for the full year."
  },
  {
    "id": 10530,
    "text": "Our EMEA business also was driving solid organic growth supported by our strong brand, market-leading position and focused productivity initiatives. Our balanced business mix across countries, service lines, asset classes and client type is a strong tamping down to the effects of political and economic uncertainties in some parts of the region.  The sentiment across our EMEA business remains positive as we look forward to the second half of the year."
  },
  {
    "id": 10787,
    "text": "So if we move to the next slide, the first thing that I'd like to point out to you is that DynCorp International, again, I believe is unique in supporting national security and foreign-policy objectives in the United States, across all phases of its life cycle. As you know, we have a robust defense business that supports conflict stage as we are doing in Afghanistan through programs like LOGCAP, INL Air Wing, our training and mentoring business and the various aircraft and MRAP maintenance teams. We also have a robust business supporting diplomats and diplomacy around the world. For example, in Iraq, as the military drawdown continues, our support of the State Department becomes all more important. This diplomacy phase becomes more significant as the war effort subsides. In Afghanistan, we are beginning to see this phase pick up as well. Finally, we work in the development space, providing anticorruption, rule of law, economic development and post-conflict transition, primarily through our work with USAID through our development teams. It is also equally important to recognize that the conflict stabilization and post-conflict phases that we support are above and beyond the core of our business, aviation and ops and maintenance services, that we have been providing for the U.S. government for over 6 decades."
  },
  {
    "id": 11133,
    "text": "I think my view is that, that still presents a significant cloud to the longer term. Not that I would say that we feel that we have opportunities for growth in terms of market share and new platforms, which we continue to do. So we're not necessarily completely pessimistic, but we recognize that the overall trends are challenged, particularly as you see more stock market volatility and, of course, the lingering effect of lower oil prices and geopolitical events."
  },
  {
    "id": 11155,
    "text": "So considering the lower global light vehicle forecast and our expected first quarter commercial vehicle volumes, we anticipate that our total revenue for the quarter will be down slightly year-over-year, and macroeconomic and political issues in the U.S. and Europe continue to create uncertainty in the potential for further production weakness. While we anticipate the revenue guidance we'll give you in a couple of weeks will show good full year growth, including in commercial vehicles, it will clearly be weighted toward the second half of the year."
  },
  {
    "id": 11403,
    "text": "Thanks, Mark. Good morning, and thank you for joining us on today's call. I'd like to start by acknowledging the devastating storms and acts of terror we've witnessed over the past few months, and I'm grateful knowing that our employees and the physicians and patients we serve around the world have not been harmed. In the face of these events, Intercept remains resolutely focused on developing breakthrough medicines for patients with progressive nonviral liver diseases."
  },
  {
    "id": 11475,
    "text": "The economic downturn that started in quarter 4 2018 continued into quarter 1 2019, with GDP slipping down to 2.9% from the previous 3%. Global PMI saw slower expansion in Q1 2019, as worries on the impact of trade war between U.S. and China and wider political uncertainty undermined business confidence. Despite the recovery of oil prices during the quarter, the benchmark Brent averaged lower at USD 64 per barrel compared to USD 69 per barrel in the preceding quarter. Petrochemical prices were lower in Q1 2019 on lower feedstock costs, a weak market and slightly subdued demand."
  },
  {
    "id": 11490,
    "text": "Q1 orders were $2.24 billion with book-to-bill of 1.24 and with all 4 segments greater than 1. In Harris' legacy tactical radio business, orders increased 30% and book-to-bill was 1.3, with strength in both U.S. DoD and international markets.  Our international tactical radio business continues to be supported by a pipeline of near- and longer-term opportunities across a broad set of geographies and driven by ongoing global security concerns, from NATO responding to Russian aggression, to conflict across the Middle East, Central Asia and Africa. In Northern Africa, the U.S. is gearing up to combat rising terrorism. And the tilt to the Pacific is providing significant multiyear opportunities in Australia. And U.S. funding support for foreign military sales remain strong, both in the base budget as well as in the OCO accounts. OCO funding in GFY '15 and proposed in GFY '16 is supporting several special initiatives like the European Reassurance Initiative, the Counterterrorism Partnerships Fund that supports regional -- regions of instability in the Middle East and Africa and the Train and Equip Fund for Iraq."
  },
  {
    "id": 11647,
    "text": "Moving to the market update. As per leading analysts and latest updates, the market witnessed buoyed-up sentiments despite the prevailing geopolitical tensions post a larger-than-expected rate cut by U.S. Fed and the policy support measures announced by China with an increase in demand from improved manufacturing activities on the back of lower interest rates coupled with constricted business metal supply growth, we remain bullish on the metal prices. India, which is the fastest-growing economies of the world is forecasted to have a GDP growth rate of 7%, and this demands a higher supply of metals to cater to the growing disparity between production and consumption, which is being translated into a steady increase in the metal imports."
  },
  {
    "id": 11790,
    "text": "And of course, everything is about security today. There isn't one client that's not talking to us about security with all the ransomware attacks and so forth out there. So security, again, continues to be a very robust opportunity."
  },
  {
    "id": 11833,
    "text": "Yes. Just to add upon, I'm K.C. Jhanwar here. The fuel market is very volatile, in particular because of these geopolitical disturbances, et cetera. So let's see how it moves forward, if the geopolitical environment gets stabilized, then there won't be much of movement here and there. Otherwise, it's very difficult to predict actually."
  },
  {
    "id": 11900,
    "text": "In the Asia Pacific region, the overall economy was expected to remain fairly steady with GDP slightly down. China GDP is now anticipated to be down noticeably due to the impact from the coronavirus. Middle East GDP is expected to grow in 2020. However, it's also the area most likely to be influenced by adverse geopolitical issues and the potential knock-on effects from the coronavirus due to decreased short-term energy demand."
  },
  {
    "id": 11902,
    "text": "While demand for Reservoir Description lab services remains strong across our global network, demand softened in the U.S. market in line with reduced U.S. land activity and headwinds persisted from international geopolitical conflicts and associated sanctions. These geopolitical conflicts and sanctions detracted from growth trends that are occurring across other regions."
  },
  {
    "id": 12144,
    "text": "And finally, our activity is spread over 9 different cities. This geographic diversity reduces risk while enhances -- while enhancing our ability to grow the development pipeline."
  },
  {
    "id": 12734,
    "text": "So with that shareholding update, let me now turn to our quarterly results, and start by giving you a visual overview of the EMEA market and the RevPAR development, which overall for EMEA was positive. In Europe, market RevPAR grew by 6.5%. Northern Europe was particularly strong with 7.1% increase, which was driven by rate in all key countries: Norway up 11.7%; Sweden up 10.7%; and Denmark, 10.2%; Finland, 8.4%. Western Europe grew also very positively with 4.8% in all key countries: Germany and U.K., strong quarter with 8.4% growth; Belgium and France also showing signs of recovery, which is important to note following the terrorist attacks. Strong RevPAR growth of 9.6% in Eastern Europe, also across all key countries. And the trading in the Middle East and African area continues to be negatively impacted by the political turmoil and the low oil price, which was down 1.9%. And gains in Northern Africa with some 46%, and Southern Africa with over 5%, were offset by challenges in the Middle East by a decline of 8%."
  },
  {
    "id": 12767,
    "text": "For example, should a terrorist event occur in a city like Stockholm, local authorities can simply ask the system for all connected mobile users within a 10-mile radius of Stockholm and then send the message within a few minutes to a few thousand or to millions of users. From residents to foreign visitors, coverage for virtually the entire mobile population. And do so with standard one-way or two-way SMS text messages. Additionally, our PAS solution is the only solution that can be used by governments to identify and locate international visitors within an affected area and then reach them with tailored messages in multiple languages. And this can all be done without requiring any action on the part of the mobile user, while at the same time, protecting their privacy. This combination of advanced functionality and proven scale is unique in the market and is protected by over 70 patents globally. It has been deployed as the national notification system in whole countries like Sweden, a contract with a total value of $13 million over 7 years. Greece, the Netherlands and Singapore, UMS's latest countrywide win. Once implemented within a country, we believe PAS will enable a network effect for winning adjacent customers in a similar fashion to our large U.S. state contracts. Simply stated, our new PAS and LBAS technologies are a game changer for Everbridge in the global markets and create a significant barrier for our competition."
  },
  {
    "id": 12791,
    "text": "Well, it's bureaucracy, right? As always. As a defense guy, I can tell you, and I've lived through times of combat, where needs are similar to pandemics, where people are dying. And it's just -- there's a lot of other needs for the U.S. budget outside of just the pandemic. And so bureaucracy can get in the way. But right now, the focus has been very clear. Money is just flowing. As Chris says, we've been executing on a tremendous opportunity with FEMA. We've been getting paid. And as Gren said, there is a tremendous amount of other proposal that we've put out and that we're working on today to close. So I feel confident that, not just this year, but post COVID-19 and into the possibility of COVID-20 or whatever, that the country has made a decision that national stockpiling needs to be improved, increased. And budgets will be put aside and increased to make sure we're prepared."
  },
  {
    "id": 13003,
    "text": "Then you've got our industrial businesses and our international businesses. Specifically, in the industrial businesses, the mobile component of that continues to slow down. That's been disappointing for us. It's beyond our expectations, actually, it slowed down. You've heard many of the large national rental accounts come out and say just they're cutting back on CapEx spending. We see it kind of as a momentary pause in their buying cycles, but it's a pause, nonetheless. And it's probably a deeper pause than we had originally projected. So there's that component. And then internationally, we just continue to see things like Brexit, some of the things that are going on in Latin America. I mean you can look at just about every country in Latin America right now and there's some kind of geopolitical issue going on. You've got the trade -- tariff trade war type of stuff also impacting and creating uncertainty around the world. And so our international businesses have been feeling that."
  },
  {
    "id": 13165,
    "text": "And so certainly, the geopolitical environment has had an impact on the broader market and on the U.S. REIT index down about 11%. We certainly are there with them. Obviously, that's created a momentary disconnect. Certainly, with the announcement that we have today and the acceleration that we have and the industry fundamentals, pending the geopolitical environment getting resolved and correcting itself, we would expect to pick up on the momentum we saw at the end of last year and expect to see the performance of the stock move in concert with that. Obviously, every decision that we make from an individual capital allocation perspective, whether it's in our own development pipeline or in the joint venture structure, will be handled in the context of how accretive it is to our investors in the long term. And the capital allocation committee is intimately involved in those reviews and processes."
  },
  {
    "id": 13966,
    "text": "Clive, it's a -- that's a very helpful answer. And then in -- just looking at your portfolio, there's one asset that you guys -- or project, rather, that you guys haven't spoken a lot about lately, and that is Kiaka in Burkina Faso. And I was wondering if maybe you could just quickly update us on what your thinking is around that asset. But then also in doing so, maybe comment on sort of geopolitical risk exposure with that asset. And where I'm coming from is, assuming the project economics were far superior than they are today, with Kiaka, I mean, would building it be an obvious choice for you? Or is there an element of geopolitical risk in Burkina Faso now that would perhaps make you think twice about that decision?"
  },
  {
    "id": 14660,
    "text": "No, neither of them are particularly seasonal in their earnings pattern. I think there's with refrigeration, there's always a pattern related to when it's warm outside and so on, but not more than typical. I can also fill in, I guess, obviously agreeing fully with Keith on CTI. And also on the Olympic Group, we just need to be very clear that this is, for us, a very strategic move related to the region as a whole, not just Egypt. And Middle East and North Africa is a region of 600 million people and Olympic is extremely well positioned to serve those markets over time. So yes, we have some political instability both in Egypt and in the region. But we feel extremely good about now working together with the premier appliance company in the region. And likewise there, we're also in full integration mode, working with the local management with the team on the ground, looking at some product opportunities and ramping up investments and that.  So we feel -- despite again these political uncertainties, we feel very good about the long-term case there."
  },
  {
    "id": 14735,
    "text": "In Thailand, we had a very strong second quarter following a first quarter which was disrupted by political unrest. I was in Bangkok at the time, and I'd like to pay tribute now to our staff who performed heroics, did brilliantly well, kept serving customers in what was a very difficult situation.  For the first half, sales grew by 15%, profits by 26%.  The business is performing on an upward path, a like-for-like growth almost 5% in the second quarter and a growing share. We're planning on acceleration of new space in the second half."
  }
]