[
  {
    "id": 1,
    "text": "Looking at 2017, we see the operating environment is broadly similar to last year, including modest global economic growth, political instability and foreign currency fluctuations. We see geopolitical risk, specifically its impact on foreign exchange rates, being a potential downsize but difficult to predict. That said, I have more hope that I had 6 months ago with regard to the U.S. around GDP growth, inflation, interest rates and possible U.S. corporate tax reform. Consolidated underlying revenue has grown in the range of 3% to 5% for the last 7 years, and we view this as the likely outcome for 2017. In addition, we expect to expand margins, deliver strong growth in adjusted EPS and return meaningful capital to shareholders. Before closing, I want to thank our 60,000 colleagues for their contributions. Our talented colleagues and how they serve clients are core to our long-term success. Companies that do well over long stretches of time can become complacent. Our culture guards against this. It is striving and challenging. It acknowledges that change is good and there's always a better way. This ensures a constant search for innovation, creativity and efficiency. It is my privilege to work with a strong leadership team that is defined by its core values of integrity, respect, inclusion and transparency. Our diversity of thought and cohesiveness are key strengths. we take our commitment seriously, and we have delivered year after year."
  },
  {
    "id": 2,
    "text": "Regarding R&D, Prabuddha Biswas joined us recently as our CTO based in our Bellevue, Seattle office. He joined us from Alert Logic, one of the nation's leading cloud security providers, where he led the transformation of their core security incident detection engine to leverage machine learning and heuristics and led the effort to revamp their tools used to analyze security incidents."
  },
  {
    "id": 3,
    "text": "I would like to remind everyone that during this call we will be making statements that are not historical facts. These forward-looking statements are based on current expectations and assumptions that are subject to risks and uncertainties. As indicated in the slide that is showing, a number of important factors could cause the company's actual future results and other future circumstances to differ materially from those expressed in any forward-looking statements. Such factors include, without limitation, sales levels; the increasing concentration of titles; shifts in consumer spending trends; current macroeconomic and industry conditions and conditions within the video game industry; our ability to predict consumer preferences among competing genres and hardware platforms; the seasonal and cyclical nature of our industry; changing business models, including digital delivery of content; competition, including from used games; possible declines in pricing; product returns; price protection; product delays; adoption rate and availability of new hardware and related software; rapid changes in technology and industry standards; litigation and associated costs; protection of proprietary rights; maintenance of key relationships, including the ability to attract, retain and develop key personnel and developers that can create high-quality hit titles; counterparty risks; economic, financial and political conditions and policies; foreign exchange and tax rates; identification of acquisition opportunities; and potential challenges associated with geographic expansion."
  },
  {
    "id": 4,
    "text": "First, on the AMET side. On the -- closer to Egypt, there has been a geopolitical disturbance. I know Egypt is not directly impacted from it, but do you feel Egypt and Turkey, which is the larger geography, can have some sort of disruption or an inflation or anything? Any risk to the volume in our -- in that region do you fear there?"
  },
  {
    "id": 5,
    "text": "We are working to ensure that policymakers, environmental advocates and consumers understand the environmental, security, resiliency and reliability benefits that are possible with FuelCell Energy's platforms. To expand our geographic markets, we are collaborating with channel partners on pan-European opportunities including sub megawatt applications. We also remain committed to regaining access to markets across Asia. There is a growing global appreciation for our technology platforms. Their multi-feature capabilities ranging from use of on type biofuels, microgrid applications, Carbon Capture and hydrogen. We intend that international growth will be part of our go-forward strategy."
  },
  {
    "id": 6,
    "text": "With regard to May, again, we believe that May of course will be in the same kind of magnitude. But again, it's not a guidance for May because we are still in 2020, and sometimes there are political uncertainties. And our feeling, but again it's a feeling which is not a guidance, it's a feeling, is that with a progressive lifting of the lockdown in different countries, June should start to be a little bit better. This is what we see. With the second semester, we should show some improvement. But again, there are a part of speculation on our feeling, but this is what we wanted to share with you, but we don't to be more precise because again, there are plenty of elements which don't depend at all on Arkema or you or any company, just how the sanitary component will evolve. And these are still uncertainties, including my own country. What I see in France, you listen to politics, there are still a lot of questions. So we try to give you a sort of global framework on which you can work. And we will certainly, hopefully, in the summer, we want to be more specific, okay?"
  },
  {
    "id": 7,
    "text": "In Canada, for political turmoil and takeaway issues for which there aren't any solutions in site, 2019 will be challenging and we expect declines there. Outside of these segments, we have some bright spots with an offshore drilling contractor in Asia, the LNG market and other projects in the Middle East that should enable our international business to grow year-over-year when compared to 2018. In these scenarios, this could result in flat year-over-year revenues to a decline in the low single digits. We expect 1Q '19 revenue to increase sequentially in the low to mid-single-digit range with gross margins being flat to down modestly and WSA returning to the low 140s. The challenges will be to combat gross margin pressure as this will be difficult due to the competitive pressures that come with a flat market environment."
  },
  {
    "id": 8,
    "text": "In the near term, we expect that crude oil markets will remain volatile due to the global economic uncertainties and geopolitical risk. In January of 2025, expanded sanctions impacted the maritime movement and trading of crude oil and derived products, along with the demand of necessary laboratory assay work, and prohibited product sales and services to a broader group of entities."
  },
  {
    "id": 9,
    "text": "These forward-looking statements are subject to a number of risks and uncertainties, including, without limitation: credit market conditions; the impact of recessionary conditions; competition; product demand; the ability to hire and retain qualified employees; consumer debt level; inflation; weather; raw material costs of our suppliers; energy prices; war and the prospect of war, including terrorist activity; availability of consumer transportation and construction delays; access to available and feasible financing; and changes in laws or regulations."
  },
  {
    "id": 10,
    "text": "Net revenues in the third quarter of fiscal '13 were down 5% versus Q3 last year. As we said, revenues from our Security division decreased 11% in the third quarter. Though as we previously discussed, this was primarily due to the impact of the U.S. Army integrated products contract. Again, excluding the prior year impact on revenues from this program, our Security division sales increased by 41%."
  }
]