[
  {
    "id": 56,
    "text": "On the positive side, if you look at 2020, the expectation is there will be a slight recovery starting 2020. And a lot of the issues that we are facing this year is coming from geopolitical tensions as well. So that aggravated the natural slowing down of  economic growth. And particularly, the U.S.-China trade war and some of the U.S. issues or conflicts with the European Union also wherein Trump is also taking some certain tariffs to be imposed."
  },
  {
    "id": 133,
    "text": "Now if you turn to Slide 3, let's discuss the current market conditions and where we see them trending. Let me first talk about EMEA. As I mentioned earlier, the macro headwinds in Europe have increased and affected our business more deeply in the first quarter than expected. We estimate French wholesale markets were down 10% to 15% in the first quarter due to a softening economy. We also saw a slowdown in our German business, partially the result of a softening economy and partially due to weather-related delays with some key OEM customers. As you may know, this was Europe's worst winter in 50 years, and project work was affected across a number of countries. Italy continues to be depressed, and the political instability there in the first quarter served to create even more uncertainty. We do expect that our Drains business will continue strong, and emerging markets like the Middle East should continue on their growth path. But overall, I think our market outlook for Europe is now less positive than the flat growth we have projected at the beginning of the year."
  },
  {
    "id": 177,
    "text": "In Latin America and Middle East and Africa, it was a different story with increased volatility. There are different drivers in each region, but we expect the volatility to continue for the balance of the year, and I am not as confident about these regions in terms of their full year outlook. In Latin America, we see continued strong growth in Mexico and many other countries, but it is not enough to offset deteriorating conditions in Brazil. In the Middle East, volatility is driven by continued political unrest, lower oil prices and, to a lesser extent, new regulatory standards in Saudi Arabia that require a more expensive product in order to meet minimum energy requirements."
  },
  {
    "id": 226,
    "text": "Thank you, Nir. Turning to Slide #6. I want to address this Swords of Iron War and the impact on our business since October 7. About 2 months ago, our country was brutally attacked by Hamas terror organization, and now finds itself at war to protect itself and its citizens."
  },
  {
    "id": 262,
    "text": "Before we get started today, I'm going to review the Safe Harbor statement, which is Slide #2 in the presentation. Statements in this conference call are not descriptions of historical facts are forward-looking statements relating to future events, and as such, all forward-looking statements are made pursuant to the Securities Litigation Reform Act of 1995. These statements involve a number of risks, uncertainties and other factors that could cause actual results to differ materially, including the following: a downturn in the economic environment; the company's failure to meet growth and productivity objectives; fluctuations in revenues and purchases; impact of local, legal, economic, political and health conditions; competitive conditions; impact of relationships with critical suppliers; impact of changes in market liquidity conditions and customer credit risks on receivables; the company's ability to successfully manage acquisitions and alliances; industry cycles; specialty petrochemical product and mineral prices; feedstock availability; technological developments; regulatory changes; foreign government instability; foreign legal and political concepts; and foreign currency fluctuation, as well as other risks. Further information on potential factors that could affect the company’s financial results may be found in the company’s reports on Forms 10-KA and 10-Q filed with the Securities and Exchange Commission, which can be reviewed at www.sec.gov."
  },
  {
    "id": 273,
    "text": "If you then go to your second question about Japan, Egypt, West Africa, I think the most important obviously is the impact to our business, our people, our organization. And that's obviously -- most important, rather, than the contribution to our numbers. I am personally just amazed by our ability to so quickly respond to the impact on our people, plans, contractors, third-party suppliers in an area like Japan. As well as the ability, under the leadership of Pier Luigi, to really resource supply chains in that region, which again, I think is a demonstration of Unilever's ability to act very quickly. Obviously, there is unrest. The unrest is unprecedented. It's either natural events in New Zealand, Australia, Japan or geopolitical events in North Africa. What I can say, and what I said in my speech, is again such positive surprise by the resilience of our overall performance. Now it is going to impact our business. We take it into account. But I think the business really is a resilient one. And that's why we are particularly pleased with the performance that we have achieved in our developing and emerging markets."
  },
  {
    "id": 279,
    "text": "Let me give a little more precision here. 5% of our assets, those will be assets where their volatility will go directly through the P&L. That doesn't mean that we're going to toss out from our portfolio everything that's mark-to-market because it's impossible to do that. You can't build a PLN 40 billion portfolio in such a way to eliminate volatility. But there is a difference, and we're aware of that, that you and your customers assess us through the P&L, where that volatility, if it appears, is it going to be posted in the P&L or will it be post in the revaluation reserve or will be spread across those 2 places? So what I've said is that at the end of 2019, we want to build a portfolio, where volatility stemming from the volatility in various asset classes, where only 5% of that will -- if we can use -- maybe it's the wrong word to say that we would take a hit, but only 5% of that would go through the P&L. All of our other strategies will involve portfolios, where if volatility will occur because of political tensions or trade wars, Brexit or any other events, we want to see that volatility in our capital, in our balance sheet, in our equity. And that means that it would not have such a major impact on our position and our ability to pay dividends."
  },
  {
    "id": 284,
    "text": "I think we're a bit of a unique investment vehicle, with us primarily being listed and having shareholder base in the United States but with our assets outside. I think the interesting geographies and less certainty about -- or less understanding about those geographies and the political natures of them certainly impact that somewhat. I think that we certainly -- with the confluence of our acquisition in Albania of Stream's assets and the changing market, both from a price and a credit standpoint, have left people holding -- basically holding their judgment a little bit on trying to see us see daylight in the Albanian acquisition. So I think we're making progress on those, and we've certainly made a lot of progress among our peers, other oil companies, with what we've done in the Molla area and kind of advancing the next step forward on the Dadas. The next 2 wells we're doing there, I think, will be another important step change. So we're still expecting, I guess, to gain more respect and gain more credibility with the assets over the course of the year. We do expect to put a pretty detailed presentation on in our Annual Meeting of those assets, which is typically something we've not done but once a year, to give people a little bit of a better understanding what we think the potential of those are."
  },
  {
    "id": 329,
    "text": "Yes, I'll take that one. We like the business a lot and all those stretches and pretty much nothing since inception and we feel that because we have a very strong political risk team, we are in a very good position right now to write terror. What disappoints us on a daily basis to be frank with you is that we’re up against pretty junior underwriters who are terrorism specialists or at least purport to be specialists, and we prefer to engage with economists who inform themselves about world affairs, and we find some of the decision making to be baffling. We saw a risk in Jordan the other day which was actually for [ph] on a primary basis and you think well are these people aware of the Arab spring, are they looking at what’s happening next door in Syria, but we have to work in the real world. We continue to refine our accounts. We continue to retreat from occupancies which we might deem which probably to open access or might be vulnerable to some sort of attack, we’re looking very closely at the Arab spring, how that’s going on. We’re taking down exposures in places like Yemen. We do still like the business and the good things with our big line size, we’re able to often move away from the primaries where we think there’s often multiple locations, lot of coverage in the life CBO, which we hate,like as open access to that sort of thing. I just hate big slogs of excess layers where we're really only focusing on 2 or 3 locations. So, you may see some drop in the terrorism income next year, but we have excellent distribution. We have a big team of underwriters, which you need for that line of business. They work very hard, both with their broker and their client relationships and we’re managing to keep it income [ph], but I think you can characterize the account as one that is shifting more towards excess layers with more and more carriers, multi-country schedules 1 or 2 you'll find are quite hazardous countries in there, and we're being very cautious."
  },
  {
    "id": 333,
    "text": "Mr. Smith, this is Mike Pfeiffer. I don't think we have any way of measuring the political impact or certainly not assigning it to any one politician's comments. But certainly, this is a unique time in our history because of the very first time ever, we have the nominee of a major political party, one with a very reasonable likelihood of winning the presidency, overtly stating that the Supreme Court got it wrong in the Heller case. And actively campaigning against the lawful commerce in arms. That's unprecedented. And will be hard for any of us to believe that didn't have some impact, but it can't be measured."
  },
  {
    "id": 361,
    "text": "Our economic and political environment is becoming increasingly more uncertain and more volatile. Growth rates in China are a source of uncertainty, for instance, whilst the political situation in crisis regions remains unclear. Also, Europe needs to find the right balance between its belt-tightening measures and growth. Like the experts, we expect the consolidation of public budget to take several more years to be achieved. All of these developments pose risks to the economy and consumer spending and will affect our business performance."
  },
  {
    "id": 371,
    "text": "Lastly, before I move on, let me touch on a couple of macroeconomic items impacting the international segment. First, while it's still early, we did not anticipate the U.K.'s decision to leave the EU will have material impact on our 2016 performance. Secondly, we are pleased that the core business continues to perform well despite security concerns based on the recent attacks in Europe. And while we do continuously grow in inbound demand in the third quarter, it is expected to be at a slower rate than our original expectations prior to these recent terrorist attacks."
  },
  {
    "id": 376,
    "text": "The marine and aviation war risk, the market is essentially flat with rates down 1%. And for our global terrorism portfolio, rates are up about 4%. One class of rates rising more sharply is political risks where rates are up about 25%. We have a rather small and plain vanilla defensive position in this class. And so far, we haven't been enticed by the rate increases to see good opportunities. We think 2011 might be a year where that could be possible."
  },
  {
    "id": 382,
    "text": "Forward-looking statements are based on current expectations and assumptions that are subject to risks and uncertainties, which may cause the actual results to differ materially from the forward-looking statements. These risks include regional and national business, political, economic, competitive, social and market conditions, including various termination rights of the company and its partners; the ability of the company to renew existing contracts in whole or part and to sign contracts with new federal, state and local government agencies; the company's ability to identify and acquire suitable acquisition candidates and to successfully integrate any acquired businesses; as well as possible data security incidents. You should not rely on any forward-looking statement as a prediction or guarantee about the future."
  },
  {
    "id": 398,
    "text": "Here are a few examples. A law enforcement agency responsible for quarantine enforcement asked for our help to efficiently monitor and enforce quarantines from a centralized control center, leveraging our facial recognition analytics with our Security Operation Center solution, we're helping them ensure public safety by remotely managing the quarantine. Another example is a government agency using our data mining software to analyze the Internet and social media traffic for signs of greater criminal and terrorist activity in this time of increased uncertainty in their country. Sustained COVID-19 crisis can potentially lead to increased crime and terror all over the world and we are proud to help our customers make the world safer."
  },
  {
    "id": 402,
    "text": "On the Lancashire book, we have deductions primarily in the political and sovereign risk books and offshore energy. We are still seeing good deal flow in the political and sovereign risk book. The timing is difficult to predict in that line of business due to the specific nature of the deals. From the offshore energy book, reduction is mostly due to reduction exposures driven by the oil price. The slight uptick in property cats is just the timing of some multiyear contract renewals."
  },
  {
    "id": 458,
    "text": "As it relates to the sale of weapons to Taiwan by the U.S. government and potential sanctions from China, we see no reason why Honeywell would be potentially sanctioned by the Chinese government, and we have received no official word from the Chinese government that Honeywell is on a sanctioned list of entities."
  },
  {
    "id": 468,
    "text": "We've looked at that. We've been watching the Joint Strike Fighter Program, obviously, very closely and demand for that aircraft is important to us. Right now there's no indication that we see that it's firmed up at all, which is of a significant impact in terms of aircraft delivery, particularly on the aircraft that we support. I think that it's a sad, sad situation we see across the globe sometimes. But I think we continue to see unrest and uncertainty. And I think times of unrest and uncertainty require strength. And so in some situations, there probably continues to be increased opportunity for the U.S. to support its allies with strength, and ATK participates with products which are deployable and affordable for international customers. And so I think that's one of the key things we're always watching and one of the reasons we also believe there'll be continued demand for our products."
  },
  {
    "id": 471,
    "text": "Of course, we're living in uncertain times. We see it in the headlines about trade disputes, political unrest and China's economy. Amid this uncertainty, you may be wondering why we continue to be confident that we will grow over the next 4 years."
  },
  {
    "id": 487,
    "text": "Let me briefly touch on the situation in Russia and the Ukraine. As I discussed last quarter, we are monitoring the situation from a few different perspectives, including making sure that we are in compliance with all of the latest U.S. and EU sanctions. We're assessing the impact on our large projects in the region, and generally, we're monitoring the impact on regional economies. Where things currently stand, we expect less than $10 million in revenue from the area in the fourth quarter. We believe these projects remain viable under the current sanctions, but are mindful that the situation is volatile and difficult to predict. We'll continue to keep you informed as the situation continues to unfold."
  },
  {
    "id": 488,
    "text": "You've likely seen reports of civil unrest in Chile and are wondering how this is affecting our operations. And first, I'm happy to report that all of our employees are safe. At this time, our plants are operational and shipments are moving on schedule. We have lost approximately 500 metric tons of production since the unrest started, but it will not materially impact our financial results. We will continue to monitor this fluid situation very closely."
  },
  {
    "id": 495,
    "text": "One of things I wanted to talk to you a little bit about was the markets and where we are in relation to other markets. So, the slide you have in front of you shows a variety of things from the price of gold to Junior Miners, to the S&P or TSX index, to Southern Arc's position. And you can see that over the last year, Southern Arc has fallen dramatically, and we're all aware of it. In terms of the reasoning for Southern Arc's decrease in share price, perhaps below where other of these benchmarks has gone, is really around political risk. Investors in this very, very dire investment community -- or market that we've been in, or climate that we've been in have moved away dramatically, if not completely away, from higher risk opportunities in poor jurisdictions, political jurisdictions. And unfortunately, the government of Indonesia has not done anything to really help support and increase in those benchmarks, and I'll give you an example. The Fraser Institute, and we refer to this almost every year, puts out a couple of guideposts. One is for geological prospectivity. So, Indonesia always ranks in the top 5 or 6 companies now -- or countries, pardon me, now out of 96 countries. So, in terms of geological prospectivity, unfortunately, with the new mining law, the lack of clarification and some other items I'm going to point out for you in a couple of slides, it now rates #96 out of a scale of 96 on the second scale, which is one in terms of political stability and the ability to do business in that political climate. So, that was one of the clear decision factors for us as a board to make in terms of moving away from Indonesia. Our solution was to redeploy our capital, and that's what we've done already and that's what we'll continue to do."
  },
  {
    "id": 525,
    "text": "We do, obviously, acknowledge that we've had 3 quarters in a row of orders below $80 million. And I'll talk a little bit about 2016. It's tough for us to forecast. I really don't feel comfortable giving out specific forecast for 2016. There is so much uncertainty and volatility in each of the geographic regions really, even with Europe, which sounds a little bit better than the other two. You do have some of the political issues going on that are holding back business. So very difficult to predict 2016. But right now, obviously, we're entering the year."
  },
  {
    "id": 539,
    "text": "Sure. First I would just clarify. We have not signed to participate on any facility at this point with higher broker consideration. And that -- and you shouldn't -- I'm not trying to be coy. We haven't yet come to terms and signed on the Marsh facility. But the reasons why we're interested in doing it, if you look at our position in the terrorism, we have the biggest market share in Lloyd's most years. It's not #1, it's #2. It's an extremely attractive class. Lloyd's is one of the -- probably the preeminent center for terror risk in the world, and we are arguably one of the premier underwriters of terror risk in the world, and Marsh is one of the largest producers of the class. So that's a circumstance where at a certain point, you say, \"Hey. Well, we've fought the good fight. We stand by our principles, but we also -- we are not a -- merely a mercenary institution; we're here to maximize returns for shareholders. And so don't fight religious wars. If it's still economically attractive to do so, then just get on with it."
  },
  {
    "id": 553,
    "text": "Now returning to my comments about sales in Nicaragua, we experienced a slight decrease in sales during the third quarter, driven by political challenges that the country is facing under the government of Daniel Ortega. In the past few weeks, Nicaraguan protesters have poised their stronger position to the president. Negotiations between protesters and the government have broken down and the violence shows no signs of a [ bailing ]. At this point, Nicaragua is experiencing its largest crisis since the end of the civil war in 1979. And as a result, security in the country is [ deteriorating ]. We have been operating our warehouse clubs with limited hours of operations, as most of the retailers are doing, to allow employees to commute back to their homes before nightfall while it is safer to move around the city. We have also seen our sales in some categories affected, especially in the nonfood areas, since most of the people shopping in the clubs are just buying basic consumables and food items. We even reduced the amount of non-shipments -- nonfood shipments we're being to this country. The situation may also have an impact in the flow of merchandise along the Central America region as some of our merchandise out of Panama and Costa Rica needs to cross Nicaragua to make it to the North Central America locations. Likewise, some shipments coming southbound from the north have to cross the country of Nicaragua as well. In conclusion, all these events and protests have caused major disruptions to all businesses in Nicaragua, as well to supply chains that pass through it. In the month of June, as I mentioned a few minutes ago, our sales in the country experienced a decrease of almost 24% versus last year."
  },
  {
    "id": 668,
    "text": "Okay, I'll try. So I said a lot of this in what I started with, but let me just give you a little bit -- a little more, Glenn. We don't believe there was really any impairment of our franchise at all during the quarter, but I don't want to sugarcoat things. I think we underperformed during the quarter. So just a little more on that. Every business, as I imagine, had positive revenues. So it's not like there were big losses somewhere. Volumes were lower, but they weren't a lot lower, which is why I tell that we don't think there was any impairment of our franchise. We have certain -- I mean, it's harder to figure out volumes in some of the FICC businesses than it is in Investment Banking, where you have league tables and you have volume numbers. But we have several measures that we use, and I would tell you that they were down but down modestly. Given some of the macro uncertainties that we saw, many of which were driven by political rather than economic issues -- so they're much harder to analyze, certainly for us -- we didn't manage the market-making inventory that we get as well as we have in the past. That was true across the franchise. It was especially true in Europe and Asia, where many of these macro political concerns existed. As a result, we retained very, very little risk. You saw what our VaR numbers were on average across the quarter, and I will tell you at the end of the quarter, they were even lower than they were throughout the quarter. In hindsight, given the way things unfolded, that may have been a bad decision; it may not have been a bad decision. We don't know, and we may not know for a while, but the position that we made. And again, given that, we -- without sugarcoating, we did underperform during the quarter. Now one of the very, very few quarters since our IPO that we've underperformed, in fact, but we did. We're disappointed in the results. We're glad that it's really nothing to do with our franchise, and we're very focused on doing better in the future."
  },
  {
    "id": 679,
    "text": "Yes, sure. No, actually -- obviously, we haven't changed dynamics. I think we still have a great potential there, notwithstanding the instability in the country. But generally, for Top Drive sales, instability of the country is kind of secondary. We sell Top Drives and they do with it what they want. Yes, we have actually built 150-ton units. We have 3 built already. We want to put them into the rental fleet and make sure that we work all the kinks out of it, but we're very happy with that design. And in essence, we're going to be starting taking orders on that pretty quickly."
  },
  {
    "id": 683,
    "text": "Yes, maybe I can start. So thank you, Lisa, for those questions. With respect to the situation in Eastern Europe, basically, you can assume the closer the market is to the war location, the more impact we're seeing. We have seen a pretty much direct impact from the start of the war from the first day in those markets. And -- this is on how we judge a slow recovery path right now. But as we also outlined in the script, it's really hard to say how this will develop because we also don't have a [ fast fall ]. We think that the amount that is not served in those markets right now creates a pent-up level of demand because those purchases are just shifted overall."
  },
  {
    "id": 706,
    "text": "In streaming serial documentaries, McClatchy Studios' launched The War Within on Facebook Watch, which chronicled the lives of retired veterans of the war in Afghanistan who are struggling with the hidden effects of that war, including PTSD, as they navigate life after military service. And not to mention thousands of other stories published daily that are essential to our customers and the communities we serve."
  },
  {
    "id": 750,
    "text": "Sure in Middle East & Africa, there's a lot of opportunities, and I don't have to tell you, fear of Iran and terrorism there, a nuclear Iran and their adversary, Israel, is a serious, serious problem just from a state of security. Never mind the fact that you have Islamic radicals and a lot of antiterrorism problems. You also have the issue of critical infrastructure and the attempts that happen on oil and liquid natural gas fields, different types of mines from uranium to tanzanite to you name it. So there's obviously a lot of threats and a lot of problems there, and several countries with the resources to do something about it."
  },
  {
    "id": 753,
    "text": "Finally, in Asia, the traffic trends we experienced in the first quarter further decelerated into the second quarter. This deceleration is totally driven by the Greater China region, which is being impacted by the rising U.S.-China trade tensions, the ongoing protests in Hong Kong and a stronger U.S. dollar. While our teams continue to be nimble and react to emerging business trends, we are now projecting that second quarter sales trends will continue for the balance of this year with more pronounced pressure in Hong Kong as the protests continue to cause traffic disruptions."
  },
  {
    "id": 768,
    "text": "With this, I'd like to move into the substantive part of the briefing. First, about the business environment. There has been uncertainties about the political situation in many countries. And in some regions, there has been elevated geopolitical risks. But resource prices have stabilized, and the monetary policy transition in the United States turned out to be moderate, and that led to the stabilization and recovery in the emerging economies. So the global economy as a whole, held firm."
  },
  {
    "id": 775,
    "text": "In terms of the risks, Amit, we've been pretty cautious in and around Russia for some time. We haven't written any risks, and we don't know of any significant exposure we have in the Ukraine from sort of financial risk end of things, partly because of sanctions, but also for reasons essential of underwriting, we've rather been avoiding Russia since the crisis had blew up. So those have run down very significantly. I think you're also using political risks to cover the sort of political violence end of things, such as the rather tragic shooting down of the Malaysian jet over the Ukraine the other day. We do write many foreign airlines. It's an area we like to be on, and aviation war is part of our portfolio. But if we look at actually both of the Malaysian tragedies, and we also look at Tripoli airport, we find that our involvements are very, very modest indeed. Some of these events were a bit too recent to give you precise numbers on. But as we say, that neither John nor I are losing any sleep about any of these individual events, and frankly, we're not losing any sleep about the totality of those events. As I mentioned on the call, however, there has been enough going on in the aviation war markets to turn that market around. I think our products, our services are going to be very much in demand. With that said on the call, underwriters would be expecting probably double the pricing in aviation war going forward, and probably even bigger increases on the reinsurance side maybe 2 to 3x."
  },
  {
    "id": 795,
    "text": "So let's go to the final column. So while budget cut discussions continue at home, the international environment is volatile as ever. As the quote from the State Department Spokesman suggests, things in Syria have gone from bad to worse. Meanwhile, National Security decision-makers are continuing to be concerned about losing control over large stockpiles of chemical and biological weapons. The obvious and increasing humanitarian disaster continues, and the infusion of Al Qaeda and other extremists looking to make Syria their next front. When you look over towards Iran, it continues -- that country continues to desire to gain nuclear weapons and that just escalates tensions. Aside from the ongoing sanctions and diplomacy, recent press reports state that the Gulf nations are increasing their military and defensive capabilities. Some of that is through new weapon systems, while much of it is clearly a larger presence of the United States military in that region."
  },
  {
    "id": 806,
    "text": "The company's actual future results may differ significantly from the results discussed in the forward-looking statements on this call for a variety of reasons, including and without limitation the impact of demand among the company's various market sectors from economic, sovereign and political uncertainties; increased regulatory burdens from the company's business as the company's business evolves, especially with respect to the U.S. Securities and Exchange Commission, U.S. Food and Drug Administration and the Environmental Protection Agency, among others; shifts in taxable income in jurisdictions with different tax rates; the outcome of tax examinations or changes in respective country legislations affecting the company's effective tax rate; the ability to access capital and maintain liquidity in volatile financial market conditions; the timing of fluctuations in capital expenditures by the company's customers spanning multiple quarters or years, in particular pharmaceutical companies, governments and universities; the ability to sustain and enhance service and consumable demand by the company's installed base of instruments; introduction of competing products by other companies and loss of market share; pressures on prices from competitors and customers; regulatory, economic and competitive obstacles from product introductions; and other changes in demand from the effect of mergers and acquisitions by the company's customers; environmental and logistical obstacles affecting the distribution of products; risks associated with lawsuits and other legal options, particularly involving claims for infringement of patents and intellectual property; foreign exchange fluctuations potentially affecting translation of the company's future non-U.S. operating results."
  },
  {
    "id": 818,
    "text": "In micro banking, the quarter saw some disturbances in the eastern part of the country. Assam was the first market to get affected, where we saw some trouble brewing in 5, 6 districts on a call given by some local organizations. As the industry was trying to solve this, the state also saw unprecedented disruption to normal livelihoods and business operations with widespread protest across the state. We did see some slowdown in protests towards the last 10 days of December, enabling our branches to be able to open and contact customers. This did push our collection efficiencies down to 85%. We expect this to improve this month given the early trends. However, we will continue to watch this state closely and make all efforts to be close to our customers. As of now, there are no new disbursements happening since mid-November in Assam."
  },
  {
    "id": 832,
    "text": "To start with, the trade policy concerns and the geopolitical tensions continue to weigh on a global economic activity, especially in manufacturing and the trade in the second half of calendar year 2019. Intense social unrest in some countries pose a new challenges, as did weather-related disaster from hurricanes in the Caribbean to the bushfires in Australia. Not to mention the simultaneous floods and the drought in various parts of the African expanse."
  },
  {
    "id": 842,
    "text": "So generally, yes, we've seen increase in demand following the attacks. Compared to where we've been 10 years ago, over the last 5 years, 6 years, we did see tremendous growth in emerging markets, and we spend a lot of our energy to build relationships and invest in expanding the business into additional countries. We saw the diversification across many countries and the very strong demand from emerging countries as, obviously, an opportunity. So we are now -- with our portfolio, we are now 50% in emerging markets and 50% in the U.S. and other developed countries. We do not necessarily want to change that profile. As we said, we believe the emerging market headwinds are temporary, and we believe the security challenges are very serious, both domestically and regional threats. And while I'm sure security is a priority, emerging countries are going through all kinds of issues right now and they need to sort it out, and it takes some time. So in terms of our investments in growing in developed countries, we have presence there. We believe that we are well positioned with our portfolio because there's really no difference in the solution we sell in the emerging countries and developed countries. It's just that we saw higher growth rates historically in emerging markets, so we shifted our efforts more to where the growth rates were. And as we see now different potential growth rates in different parts of the world, we will allocate the resources accordingly. Our solution -- and that's really where I'd like to leave you with that thought is that our solutions are very well positioned also in West Europe. There's ongoing discussion with West Europe relative to use of intelligence. And it's obviously -- legislations and policies that need to be in place to allow the use of collecting intelligence and using that as an effective way to deal with terrorism, immigration and criminal activities. But clearly, the trend is toward -- the public demand more security, and Security Intelligence is a very effective way of addressing that challenge."
  },
  {
    "id": 845,
    "text": "In Q4 in Germany, we expect the final readings of the cannabis legalization to take place in the German parliament. We will also start to see the effect of the Israel-Hamas war as on the cannabis industry in Israel and on IM Cannabis as well. Since the start of the war in October, we have already seen an initial impact on our employees, suppliers, imports, sales and more. While it is too early to assess the extent of the impact, we anticipate a negative impact in Q4 2023 with a potential positive effect in the medium to long term."
  },
  {
    "id": 850,
    "text": "Our presence in Iraq has been on many minds lately due to the turmoil in that country. While our operations have not been directly threatened by the unrest, our third quarter business activity was impacted."
  },
  {
    "id": 872,
    "text": "The Russians are stuck with a much higher cost of crude oil production. Saudi's cost about $8, Russians are estimated to be about $42. And so this little price war will last as long as the Russians and the Saudis want to beat each other up. Now that could last as much as a year. We saw it last 18 months last time. I think with Mohammad Bin Salman running the Saudi cycle, he just basically said, look, if we're going to do this, we're going to do it now. And he took the 18-month price decline and he compressed it into 2 days. And I think we might be quite surprised to see that Mr. Putin, Mr. Salman and the Iranian head come to agreement, and we're back at $50 to $60 crude oil rather quick. Goldman Sachs believes that, that's what's going to happen. Now we're going to see a relatively rapid recovery as all sorts of different countries come to realize what $33 crude oil does to their national economy. So my personal projection is we have to prepare for a year of this kind of dispute. But I think there's a political upside that could come to bear in the next month or 2, where we could just have a shocking rebound in crude oil prices as the Saudis rescind their decision to overproduce. So it's a political risk, there's really no way to handicap it other than just watch for the news on what Mohammad Bin Salman says over out in Saudi Arabia."
  },
  {
    "id": 946,
    "text": "So I was just in Brazil 2 weeks ago. There's an awful lot of challenges the Brazil oil and gas market has, right? There's political issues around Petrobras. There's political issues in Brazil at the macroeconomic level. That's actually, I think, going to end up being an opportunity for us, where as other companies pull out, we feel like the team that we've got and our capabilities actually give us an awful lot of growth opportunities. We don't have to go do $100 million in Brazil to consider the success for the year. If we can get that business in Brazil anywhere close to what the joint venture was doing, which is about $8 million a year, that's a huge growth thing for our company because that subsidiary is not a joint venture; it's now integrated in with our P&L as a wholly owned operation. So we get Brazil to do $4 million, $5 million, $7 million whatever it is million a year, right, next 12 months. That's a significant accelerator to the company's overall top line and bottom line for the year. So even given those macroeconomic things, there's still plenty of business, plenty of work that needs to be done and plenty interested customers that are confident in our capabilities because we already served them under the different entity."
  },
  {
    "id": 991,
    "text": "And then this is my final follow-up, that I'm allotted. There is a lot of geopolitical risk out there now with Iran and Taha Hamoud [ph] talking and what not. You've been in this business for a long time. You've seen Gulf War-I and Gulf War-II. What kind of risks and opportunities did the geopolitical risk in the Middle East, what it means to the oil markets, what it means to the shipping markets, what it means to regional spreads? What does that all mean for your business from the risk and opportunity standpoint?"
  },
  {
    "id": 994,
    "text": "Mark, this is Dick. There are really 3 things that are causing the Europe sales to be less than what we'd like them to be. One is the strong dollar and the weak pound. The second is the political and economic uncertainty that we all know about. And the third is, again, our apparel assortments aren't as strong as they were in the prior year. Now to get out each one of these and talk about when we think they might be resolved, I think your guess and my guess are as good as any about when the political issues might be solved in Europe. So I won't venture a guess there. But if it were to be solved this summer, that will obviously affect the dollar-pound relationship. So we really back dealing with what is under our control. The only thing is the fashion, And I think, what's going on in Europe reflects very much what's going on in North America where there was a slight change in the fashion and maybe didn't get to it as quickly as they should have. And we think that, that is being worked on and rectified, and we hope for back-to-school, that will be improved."
  },
  {
    "id": 1016,
    "text": "Now turning to the business. At Parker, the well-being of our employees is always a central focus for us. We often face dynamic challenges to help, safety and security. Recently, these dynamic challenges have included security concerns in the Middle East and the developing coronavirus outbreak. First and foremost, I'm happy to report that all Parker employees are safe. From a security perspective, we are between drilling contracts in the Kurdistan region of Iraq, and our rentals activities in the southern part of Iraq have experienced minimal impact by increased tensions in the region."
  },
  {
    "id": 1047,
    "text": "It's seasonally, because when you are in the lower season, May and June, prices start to go up. Really the price at the top level are dry in August and beginning of September. And after that prices are going down. So you don't have the same margin in, I will say, from 15 of December -- September to 31 of October than you have in July and August. So it's not market condition. It's the normal trend of the prices. Why we did that indication is to be clear that the people will say, if you still continue at $100 and more for the rest of the season, it would be fantastic. But it's impossible. So that's why we give that guidance to be sure that everybody can make this math and all about that and not -- but it's normal. There is no -- nothing happening. Sales are good. They are coming. Prices are good right now. So there is nothing. Even when you have the -- and it was not funny for anyone, when you have the terrorist attack on Spain, as usual you see the sales going down for 5, 7, 10 days. After that, sales are going back and now sales are back to Spain like they were before. Same thing on the U.K. When that happened in the U.K., at the beginning, sale were going down and the people, I don't know, they decided after that to go back and sales went back up to Great Britain. And it's funny because some time even people don't remember that there was a terrorist attack on Great Britain. So at the end of the day, the sales are very good right now in Great Britain.  We are in advance from last year. So no problem at all."
  },
  {
    "id": 1060,
    "text": "Our relationship with the communities in Peru is extremely important to us. We hope to continue working cooperatively with the government of Peru and the local communities, as well as with the regional government, through the mediation and dialogue process to develop a peaceful and amenable solution to the political, social and other issues that have led to protests and community unrest in the areas outside of our immediate area of influence around Conga. We note the recent Peruvian government cabinet changes and look forward to continuing to work closely with the government, with the new Prime Minister and continuing to support President Humala's social inclusion plan with responsible mining playing a key part."
  },
  {
    "id": 1182,
    "text": "The comments I made about uncertainty are sort of -- are statements of caution, just because it is uncertain, and we don't -- we have a lot of political negativity going on now in the U.K. But from a Jacobs' standpoint, things are pretty solid. I mean, we have excellent prospects. We have a good pipeline of opportunities. It's across all the major sectors that we talked about, water and transportation and climate change and even the energy side on some transmission opportunities. And so we're just trying to be careful not to get ahead of ourselves and claim that as equally exciting as everywhere else, just because of the Brexit and political uncertainty. But as we sit here today, we believe, that's potentially just short term, and we're extremely excited about the prospects. U.K. is our -- what Kevin, our second largest market for the company, specifically in BIAF. And so it's extremely important. We mentioned that the U.S. is more than half, but clearly, U.K. makes an important part of the other remaining size of the business along with a few other key regions."
  },
  {
    "id": 1189,
    "text": "In Libya, net production averaged 22,000 barrels of oil equivalent per day in the second quarter. In last year's second quarter, the fields were shut in due to civil unrest. Given the political uncertainty in Libya earlier in the year, we chose to exclude Libya from our original 2012 production forecast. However, since production has been restored, we will now include Libya in our revised production financial forecast."
  },
  {
    "id": 1190,
    "text": "Turning to Brazil. While the conditions are not as severe as Argentina, we are seeing the impact of social unrest and economic uncertainty. GDP in the country is projected to be less robust for 2013 than what was expected at the beginning of the year. The social unrest is also impacting currency expectations."
  },
  {
    "id": 1200,
    "text": "Yes. As we mentioned, the last 2 years, we reduced our CapEx investment because the pandemic and the uncertainty of our market, our political situation in the country. And the idea is we need to return to have the execution of a very important priority that we have, mainly related to our environmental strategy to be clear that we need to improve our sustainability for our operations. So some of the amount that we didn't invest in the last 2 years, we are going to invest for this year."
  },
  {
    "id": 1217,
    "text": "Now let's go to the regions distributor markets, which account for -- accounted for 37% of the EMEA's total fiscal year sales and 30% of sales during the fourth quarter. Distributor market sales decreased 14% in the fiscal year and 26% in the fourth quarter. This is the first time in 10 years that we failed to achieve full fiscal year growth in the EMEA distributor markets. This was primarily due to 3 reasons: the continued political and economic instability in Russia, including a massive currency devaluation and accompanying recession. So the first full fiscal year of sales in Russia declined about 30% compared to last year. The ongoing political and economic instability in Ukraine, including combat in the Donbass region, which is the industrial heartland of the country, for the full year sales in Ukraine declined 77%. Sales declined in the Middle East, primarily due to lower sales of WD-40 Multi-Use Product in Afghanistan. Our marketing distributors in Russia and the Ukraine are actively pursuing strategies to reestablish growth in these countries. But despite our optimism for economic and political stability, we are unable to predict the immediate future for these markets. We find comfort in the fact that virtually all of the remaining distributor markets continue to see year-over-year growth. Although sales throughout EMEA were challenged throughout the year -- in this fiscal year, WD-40 Specialist product line sales were strong. Reported sales of the WD-40 Specialist product line in EMEA increased 16% in the full year and 19% during the fourth quarter."
  },
  {
    "id": 1258,
    "text": "So your question, first question was about Jubail, Lydia. Overall, project progress is about, I think, 92% and we will introduce natural gas in the refinery -- sorry, the natural gas in the refinery was introduced on September 11. Project is on track to start first unit beginning 2013 and achieve full completion no later than end of 2013. So basically, that is the answer I can give you. Some more detail, maybe the refinery will be one of the most complex in the world. It is designed entirely optimized and dedicated to process Arabian heavy. It will be obviously, first quartile and Jubail will be also able to sell this product all over the world, thus benefiting from the best price condition available for refined product either locally, in Asia or elsewhere. Your second question was about Yemen LNG. We -- it happens that we heard that last night, another attack on the pipeline was made. Basically, it takes about 10 days to repair a pipeline blowup. I'm not saying this is no more business because I don't like it, but I have to say that we know today how to cope with such type of events. All the security issue more globally, the Yemeni military has increased their presence in the area. We have significantly reinforced surveillance along the pipeline. We've presence at valve stations. We are also considering an increase of the passive protection of the pipeline and detection system. On top of that, I would say that new sustainable development programs to fight poverty and to provide jobs along the pipeline will be also important for us and for them."
  },
  {
    "id": 1282,
    "text": "So on Slide 4, just over a month ago, the Director of National Intelligence testified before Congress that he has never \"experienced a time where we've been beset by more crises and threats around the globe.\" He highlighted the humanitarian disaster that is accompanying the Syrian conflict. He highlighted the continuing challenges in Afghanistan and Iraq, where more than 5,000 civilians were killed last year. He talked about cyber threats from state and nonstate actors, the proliferation of weapons of mass distraction, a competitive China, a dangerous and unpredictable North Korea, a challenging Iran, a perpetual conflict and extremism in Africa and a violent political struggle in Burma, Thailand and Bangladesh, not to mention the urgent demands for energy, water and food and the increasing sophistication of a transnational crime."
  },
  {
    "id": 1286,
    "text": "Thanks, David. To frame guidance, I think it's helpful to look briefly at the macro environment that confronts us as we start fiscal 2017. Category growth rates slowed throughout last fiscal year and are currently growing at about a 3% pace for our global footprint. As you know, GDP growth rate had slowed to the point that at least 10 countries have moved to negative interest rates, including Germany, Japan, Denmark, France, Italy, Spain and Switzerland. Political, economic and foreign exchange volatility each continue to have a large impact on the markets and on the currencies in which we operate. The recent Brexit decision is but one example of a political disruption impact that has knock-on effects on consumer confidence and resulting market growth. The recent coup attempt in Turkey is another example. We continue to face significant FX volatility such as the recent 40% devaluation of the Nigerian currency and 25% devaluation for open-market transactions in Egypt. Our ability to ensure supply and stay on shelf in many markets is dependent upon our ability to source in U.S. dollars. Currency exchange constraints in markets such as Egypt, Nigeria, Venezuela, and historically, Argentina, make operations in those countries very difficult to manage and sometimes result in production shutdowns. Net, we continue to face a relatively slow-growth volatile world, which is reflected in our fiscal 2017 guidance. We're currently expecting organic sales growth of around 2%. This includes between 0.5 point and 1 point of headwind from the cleanup work within the ongoing 10 product categories. It also includes the remaining 2 quarters of headwind from lost sales for our Venezuelan subsidiaries. As we annualize more of the cleanup work and as we make progress in markets like China, we should be getting back towards market-level growth rates by fiscal year's end. We expect fiscal 2017 all-in sales growth of about 1%, including a 1 point drag on growth from the net impact of foreign exchange and divestitures."
  },
  {
    "id": 1292,
    "text": "Although our hotels in Latin America have significantly outperformed in the past 2 years, these hotels have struggled in the second quarter. The extensive renovations at our JW Marriott Mexico City and the political unrest in Brazil contributed to our RevPAR decline of 10% in the second quarter. Despite the civil unrest during the Confederations Cup soccer tournament and uncertainty surrounding government policies negatively affecting Brazil, the JW Marriott Rio's RevPAR only decreased 4.4% on local currency. However, our 2 properties in Chile declined 13% in local currency due to the unrest in Brazil, coupled with the reduction in trade with China and the slowing demand for copper. In addition to the political and economic issues surrounding our Latin America hotels, JW Marriott Mexico City has been under extensive renovations in nearly all public areas and guestrooms. The renovations are expected to be completed in the third quarter."
  },
  {
    "id": 1300,
    "text": "Highlights of the quarter. We had had a decent quarter considering some parts of the country were disrupted due to unrest and nationwide protests. Also, several concerns in few districts of Assam have compelled us to adopt a cautious approach in this State. We are well equipped to deal with such challenges and thrive for our next level of growth in the coming future."
  },
  {
    "id": 1307,
    "text": "And if there's no gas, then this is the counter-sanction to the sanctions which were kind of triggered by the military actions and the war. So this is not something fundamentally economic, [ that we have now ], it's not a fundamental supply-demand imbalance, it's just a -- it is a political decision. And I think I can only hope that political decisions will be wise on both sides, right?"
  },
  {
    "id": 1327,
    "text": "So it's been a great, great result. And we think Latin America continues to offer opportunities. However, as you will have seen in the last month, it's not without the political and security risk that sits around the business. The comments recently made by a member of the party coming into power, she spooked the markets and have to do with the ATM fees and transfer fees, none of which actually have any direct correlation to ourselves. And in the Latin American and the Mexican economy, we are not seen as a bank, and the regulations are really based around more of retailing and not on the lending. So we continue to believe that we offer a great service, which is supported by the governments and state governments particularly. And we will continue to  operate quite successfully in the region, but as we have seen, there is volatility that does come from being in Latin American countries. But we've got the growth rates coming out of these countries. That will also suggest that we should continue to reinvest and invest in them."
  },
  {
    "id": 1328,
    "text": "As Mike mentioned in his opening, we believe the Perimeter Security, as a whole, has been negatively impacted by several factors and the effects have persisted longer than we expected. While these elements have combined to slow our forecasted growth, we are seeing several signs of improving market potential. These include planned improvements to the facilities affected by the Chemical Facility Anti-Terrorism Standards, or CFATS, pending military opportunities for access control point work and growing interest in our proprietary products. In addition, there are other federal standards being developed, which will affect critical infrastructure protection within the utilities market sector. As a result of the investments we have made in our technology, personnel and new product innovations, we are uniquely equipped and positioned to maximize these future opportunities."
  },
  {
    "id": 1342,
    "text": "Slide 8 discusses our political risk. We operate in Egypt and have advancing projects in Ivory Coast and Burkina Faso. Each country is unique as is each asset, and thus, we believe a hub-based approach is the most effective in managing the political risk, establishing strong stakeholder relations at the federal and community level as well as the local workforce in respect to work programs."
  },
  {
    "id": 1397,
    "text": "Yes. So if you remember, last quarter, my hesitancy was really around 2 things. One was what I'll call the geopolitical risks that are out there and the second was really around that we had not started to see sustained investments in larger things. Those are the 2 things that kind of gave me caution. I would put the geopolitical silliness at the exact same level before. I don't think it's gotten better and I don't think it's gotten particularly worse. What I would say is we are starting to see some more structural investment by -- industrially, not necessarily the governments. But we are starting to see some of that. And so that gives me some more confidence. And we're starting to see some of the businesses that had lagged bottom. I think the midstream energy is a good example of that. And so I do -- I feel better that the balance of this year and probably into early '18, there's more visibility than I think we had 6 months ago."
  },
  {
    "id": 1422,
    "text": "As for the company's fourth quarter performance, I will mention that this was a record quarter for us. October registered the highest monthly cement dispatches in Peru, showing a strong recovery post-COVID-19 pandemic. We generated cash flows to comply with our debt implications, driving our net debt-to-EBITDA levels below 3x, one of our medium term targets. We were able to deliver these results in a highly volatile environment, political and social unrest in Peru, the presence of a third wave of COVID contagions and rising global inflation and foreign exchange risks were among the obstacles that we had to face."
  },
  {
    "id": 1425,
    "text": "Yes. Thanks very much, Jim. Ladies and gentlemen, I guess if we -- if it was possible to get further away from the troubles, we'd actually have to leave the country. We're in a really good location in the far west, right up against the border with Senegal. And the rebel movement is about 1,000 kilometers away. Everybody knows about Timbuktu, which is the last major town in the north at the coup yesterday. So we're certainly, from a physical point of view, separation from the problem point of view, very, very well cited. I think Captain Sanago, who led the coup on the 21st of March, has probably bitten off a lot more than he could chew. He had hoped that the coup would result in better equipment for his military because that was the cause of the coup, according to him anyway, that they were ill-equipped to deal with the Tuareg breakaway rebels in the north. It had the opposite effect that they took -- the rebels took advantage of the coup and then moved so -- to what they declare is the limit of their advance, reclaiming their homeland which they lost when the independence movement occurred back in the early '60s."
  },
  {
    "id": 1431,
    "text": "So all in all, this led to a rather disappointing result at -- negative result of SEK 1.2 billion, which is significantly worse than the same period last year. And of course, also, the conflict and the cost-related conflict also made that our unit cost stands out.  That's a very, very high development in the quarter."
  },
  {
    "id": 1437,
    "text": "Thank you very much, Stephanie. During 2018, the main characteristics were clearly an event of political volatility during the first half. It's not very often that we go through such level of political change without major disruptions in the economic side of the economy, fortunately. We've also suffered, mainly as a consequence of this political volatility, slow growth. Both of these events created a certain deterioration of the cost of goods, particularly true to the tail end of Lava Jato at BCP and some very specific issues at Mibanco, which have already been addressed."
  },
  {
    "id": 1451,
    "text": "What we will miss for the whole year, and also this is what we reflected in our Analysts' Conference in March is our Iran business. You know that we stopped these -- the activities here, and this is more active today than it was yesterday, if you read the news. This is still -- the conflict is going on. And the conflict between the U.S. and -- the U.S. and Iran is getting sharper, as we say. So we do not see any business aspects coming out from the Iran business. So at least, the whole volume of contribution at around EUR 2 million that we expect, but it hasn't been included in our planning for 2019. That is, obviously, lost also for this financial year in total."
  },
  {
    "id": 1458,
    "text": "On Bolivia, I mean, what -- actually, what we see is that it is -- we do have some -- there is a political, let's say, instability. We do have a bit of unrest, social unrest, and that is putting a little pressure on the economy, therefore, our ARPUs and our customers' pockets."
  },
  {
    "id": 1459,
    "text": "Well, in Russia right now, the market is a bit weak. The -- what we are seeing in Russia, unlike in other cycles, is a combination of a rising oil price and a weak ruble. In the past what we've seen usually was that when the oil price was rising, the ruble was strengthening. So what we was -- what we were losing on one side, we were gaining on the other side. Right now, we are the worst of both sides actually. The ruble has never been as weak at a level of RUB 75 or RUB 80 to EUR 1. And demand is not very strong not because of -- or, probably because of the state of the economy and also because of political uncertainties and potential sanctions, et cetera. So we are strong in Russia in a market that right now is a bit weak.  However, we maintain a strong pricing power. You've seen that in Q3, the net effect of currency devaluation on pricing was positive by EUR 3.5 million. And so we have -- we are catching up with pricing. We maintain a very strong competitive position in Russia, and we have a very agile teams and -- that are used to volatility. So the adjustments in the flexing of the cost base is very quick. And therefore, we are doing relatively well in an overall environment in Russia that is not very favorable."
  },
  {
    "id": 1460,
    "text": "As the world leader in laser measurement, we will continue to develop innovative solutions to ensure that laser technology can be effectively and precisely deployed in an increasing number of applications. Third quarter orders from research market customers, of $29.7 million, declined by 2% sequentially and 8% versus the third quarter of 2012. Our research and defense security markets continue to be constrained by government spending reductions, particularly in the U.S. and Europe. While it currently appears that the U.S. government shutdown will have a relatively small effect on our fourth quarter shipments, the continued implementation of sequestration and the uncertainty related to future funding levels are directly impacting our business in these markets in the U.S. Given the ongoing political conflict related to deficit and budget issues, the timing and extent of recovery in these markets remain unclear."
  },
  {
    "id": 1496,
    "text": "Well, I think there are kind of 2 flavors of -- number one -- there are 3 flavors of new market. The one that we feel has very attractive, long-term barriers to entry and long-term dynamics is the network business. And you can really look at the major NFL cities as the major networking hubs. And the ones that we're not in are ones that are highly interesting. But separately, on the power side, there are enterprises that tend to balance cost of power with geographic and political risk. So enterprises may look more strongly at a Dallas or a Phoenix, and we look at those markets. Internet companies tend to focus much more heavily on power cost. And you see the Internet-based businesses going more toward the Pacific Northwest and the North Carolinas and the upstate New Yorks of the world. And I think for us to invest in those markets, frankly, it's normal real estate, it's Real Estate 101 when you go somewhere without a proven mix of demand generators. You only go there with reasonable preleasing, with good credit and term. Those are more capital and development transactions as opposed to building a multitenant business mix transactions, and we think about our capital in that light."
  },
  {
    "id": 1519,
    "text": "Turning to NSP Russia, Central and Eastern Europe. Net sales of $6.3 million represented 8% of total company sales and decreased 46.2% over the prior year. The decline in this segment caused by geopolitical and macroeconomic factors comprised nearly 2/3 of our consolidated net sales decline for the quarter. The ongoing political unrest and conflict has led to a significant reduction in the number of independent managers, distributors and customers buying and distributing our products. In addition, further devaluation of the Russian ruble and Ukrainian grade [ph] has resulted in a sharp increase in the local cost per products, as our products pricing in the region is pegged to the U.S. dollar. Despite these headwinds, we worked very hard to protect our business in a very important direct selling region."
  },
  {
    "id": 1547,
    "text": "In terms of financial measures, while early days at the end of 1 year, we are on track or ahead of the objectives underpinning the merger. These include expense savings, operating EPS, ROE, and as I noted earlier, per share book and tangible book value. Where we said the merger would be immediately accretive to earnings and book value per share, we are ahead of our own internal projections, as well as what we would likely have been on our plans as a standalone ACE limited company. Broadly speaking, we are in a one -- we are in a time of uncertainty, economically and geopolitically. On the one hand, the world is a tense place, marked by growing nationalism and populism that are feeding protectionist sentiment. This is a global phenomenon. I might add, while early days, I am concerned about our own country's potential trade and security posture. On the other hand, in the U.S., the monetary and fiscal changes afoot around tax, regulation of business, infrastructure and higher interest rates are a real positive for business, jobs and the economy, if implemented in a way that doesn't exacerbate budget deficits."
  },
  {
    "id": 1550,
    "text": "So what were some of the challenges in the overall environment? We continue to see severe geopolitical and social unrest in certain countries. Let me first start with Ukraine and Russia. Going into 2015, we guided that this will cost us approximately EUR 100 million on the bottom line, and that came as we expected. And we continue to see a very volatile environment in Eastern Europe having a severe impact on the currency, particularly the Russian ruble."
  },
  {
    "id": 1561,
    "text": "Yes, [indiscernible] actually less [indiscernible] is the primary application for the [indiscernible] equipment was not doing specifically well due to weather conditions we had in the U.S. in Q1. Your last question was about the political risks. Our major manufacturing facility and the supply chain around that was located in Poland, which I don't regard to be as a socially political risk."
  },
  {
    "id": 1571,
    "text": "Two questions, please. First of all on Spain and the loan book growth. It continues negative. You've pointed out public lending, but I'm just curious if you can give us an update because the latest comments from yourselves, in general, in the industry would be that this is the year where we would see the end of the deleveraging. Can you give us an update of how you're seeing that process, and if you're still optimistic about seeing loan growth this year?  And then the second question is related to some of the questions asked before around your footprint. There's -- obviously, you've talked about the elections in Mexico, these elections in Turkey. Ultimately, that's a reminder. I think political uncertainty is an issue in emerging markets. And I completely agree with you that the franchises in the countries have a lot of potential. But in the past, you've talked about bigger footprint in the developed world. If you could choose, would you choose to have a better -- a bigger footprint in developed world ideally? I'm just looking few years out how you see the bank and ideally, is there too much emerging market at this point?"
  },
  {
    "id": 1586,
    "text": "You also have a political risk here, which you've never had before, between the United States and Canada. You don't think of a political risk. Argentina is a whole different ballgame, as we -- you were -- in the meeting we had, that as we discussed it, who knows where? It just creates another concern, which was unnecessary."
  },
  {
    "id": 1590,
    "text": "So Eric, you're right about the fact that Argentina is the main factor, the main negative factor. And local difficult macroeconomics as well as the political uncertainty because of the -- due to the -- this coming October political actions is the underlying explanation. Switching it to other geographies, I think that when it comes to aftermarket, when it comes to compressors as well as the ramp-up of our business alliance that's where we have the second level factors in terms of magnitude. And overall, the explanation for that is that we continue to be negatively impacted by the low oil price as well as some persistent difficult economic situation in some key European countries including Italy. That doesn't mean that the full picture when it comes to Europe, which is such an important macro region, as you know, is completely that way -- this way. Why? Because as Tim remarked, there are some key, other key European countries, which from an aftermarket standpoint, are now back to a growth path. And I'm referring to primarily Poland and Turkey. But again, if you just move the switch a little bit more to east side, Russia, because of the current promise with the local currency as well as the impact of the sanction to their country, are performing in a substantially a lower way than expected. So it's a real advance of other second level factors, which has to be added back to the main factor, which as you correctly pointed out is about Argentina."
  },
  {
    "id": 1643,
    "text": "Lauren, this is Andreas. Thank you for the question. And unfortunately, we believe that the global environment is still pretty volatile and choppy, as you were saying, because we see in some areas of the world, we see actually very good growth trends. We just came back, Alison, myself from Middle East and Africa. We see good double-digit growth in the region despite the political unrest. We have other areas, for example, in China where we're seeing basically a slowdown in growth. So you see from a geographic point of view, it's very volatile at the moment. And even in the U.S., it's not super consistent with what we're seeing. On top of it, we see differences in between the different categories. Let me give you an example. If you look, for example, to Modulation or Sweetness Modulation, That's something which is certainly facilitating our growth because we see more countries moving in towards a sugar tax. The U.K. just did it. South Africa's on the brink to do it. So that's something which is driving growth in the category. But in other categories, we don't see as much growth because it goes against it. So it's a very complex picture, and that's the reason why we say we have to deal with that kind of volatility around the globe. So we believe that the market probably has a growth for Flavors and Fragrances between 2% and maybe 3%, but that's very much on the high end. On the active cosmetics, we still see much higher growth trends between, let's say, 5% and 6%. So it's a pretty difficult picture at the moment."
  },
  {
    "id": 1710,
    "text": "Talking about St. Petersburg Stock Exchange. This goes back to our earlier point that successful trading on the exchanges depends heavily on the functionality of the various fundamental capital markets infrastructure pieces. And unfortunately, some of them have been put on hold for now. So we have not observed any distractions in the infrastructure links, but some of them have been frozen. So there's been some cautious signals from all parties at the political level that sanctions and the freeze on the infrastructure might potentially be lifted as soon as we see some peaceful progress in Ukraine. So that's our hope for now. So, at the moment, nothing to add apart from the fact that the situation is liquid and heavily dependent, obviously, upon the -- this process in Ukraine."
  },
  {
    "id": 1813,
    "text": "Yes, thanks Steve for the question. And I think you characterized it well. The pattern we've seen throughout the year has shown some bumps in the road that were not fully expected as we headed into the year in a couple of key geographies and product lines. Obviously, the most consistent headwind we've seen over the course of the year has been in India, which has knocked down our growth by 1% or 1 point or more, and we can go deeper on India what a year ago was a customer base working through the GST tax implementation issues, has evolved a little bit to some broader economic concerns. Obviously, the rupee is way down on a year-over-year basis. And so variety of factors, including some political uncertainty in India, have really contributed to that being consistent headwind. And outside of that, we've had some pockets of market-related issues in Europe that we saw in the quarter. That said, we have some real positives that we've seen over the course of the year as well. China has been very consistent as a tailwind, and the U.S., which started off quite slow, has been improving, particularly in pharma, which is probably the thing that we watch most closely. And so as I look at the year in totality and on your point of innovation, we've just try to remain steadfastly focused on the execution of what is really exciting multiyear innovation cycle. This year in 2018, particularly in the back half of the year, we've seen more incremental product launches than the prior 2 years combined. And those really should start showing their promise. And of course, as we look ahead to 2019, we have, what I consider, non-incremental type of product launches coming with the BioTOF program, some new entrants in high-resolution mass spec and in some other areas. So that's really our core strategy. We've not wavered from that. And as we have worked through some of the geography and product line bumps in '18, I think we're -- we remain very confident in the outlook for the business long term."
  },
  {
    "id": 1819,
    "text": "As far as the weather in the U.S., having been in Atlanta over Christmas, and it snowed for the first time on Christmas Day since 1880, goodness knows what's happened to the weather patterns in the U.S. But let me deal with Egypt, the Middle Eastern exposure first, because there are concerns of contagia. And first thing to say that we have no exposure to the Middle East in our Investment portfolio. With respect to our underwriting portfolio and based on what we know today, we do not expect any material losses and believe that any losses are likely to be covered within our loss picks. We've not seen any activity in the Middle East thus far that is likely to produce losses in our Credit and Political Risk portfolio. Political violence is not a material peril for our portfolio. Our exposure is not in urban areas. The exposure we have to the areas' exposure to government action, which is traditional political risk, confiscation, expatriation, nationalization, deprivation, as well as sovereign risk, and credit-related nonpayment and nonperformance risk. In both instances, we do not anticipate material losses based on what we know today. And we have extremely up-to-date information from our clients in that region. Importantly, our policy construction allows for significant recovery potential with access to substantial collateral. The exposures underpinning these policies are generally assets which are critical to the future well-being of the state, mostly the energy industry. Our Political and Credit Risk portfolio (sic) [Credit and Political Risk portfolio] is one for which we expect to have losses from time to time, as you know, but to be profitable over the long term. Our inception to date loss ratio is an outstanding 50% as of year end 2010, and this fully includes the impact of the global credit crisis. And total limits outstanding in Egypt are not material relative to our capital base. So I hope that that gives you some flavor about that. And as far as the weather in the U.S., I'm not aware of any materiality apart from personal inconvenience."
  },
  {
    "id": 1827,
    "text": "So if we move to the next slide, the first thing that I'd like to point out to you is that DynCorp International, again, I believe is unique in supporting national security and foreign-policy objectives in the United States, across all phases of its life cycle. As you know, we have a robust defense business that supports conflict stage as we are doing in Afghanistan through programs like LOGCAP, INL Air Wing, our training and mentoring business and the various aircraft and MRAP maintenance teams. We also have a robust business supporting diplomats and diplomacy around the world. For example, in Iraq, as the military drawdown continues, our support of the State Department becomes all more important. This diplomacy phase becomes more significant as the war effort subsides. In Afghanistan, we are beginning to see this phase pick up as well. Finally, we work in the development space, providing anticorruption, rule of law, economic development and post-conflict transition, primarily through our work with USAID through our development teams. It is also equally important to recognize that the conflict stabilization and post-conflict phases that we support are above and beyond the core of our business, aviation and ops and maintenance services, that we have been providing for the U.S. government for over 6 decades."
  },
  {
    "id": 1918,
    "text": "Okay, 2 parts. The first part, what I want to mention is that you can observe is that we have been improved in terms of the delayed production. And if you observe during the first month, we were presented a loss in production of around 10,000, 12,000 barrels per day, but the situation has improved due to the old strategies and all the world that we have developing with the authorities. And also, due to the reduction in terms of the recuperation time but also in terms of the technology and with the authorities and so on with the social activities. And in that sense, during the last quarter, the impact of the tax in terms of the production was only around 3,000 barrels per day. It means our strategies in conjunction with the works with the different authorities and the different co-relatives have resulted in a lower lost production due to the attacks to the infrastructure. On the other side, yes, in terms of the peace negotiation process, what is important to mention, there is a certain way that the government has established. The process even continue during the war. And clearly, the army in Colombia, their military forces, continue with its pressure to the guerillas, yes. And we can assure, we are not -- it is going to have an impact, a reduction or increase in terms of the attacks to the infrastructure. But really, what I can confirm is that we continue working very hard with the authorities and the severance related with this process to continue improving in terms of the lost production. Really, we can't make any commitment or any committing terms of the impact of the peace process. And maybe in that sense, we can maybe refer to the official statements that are established by the President Santos and the official in terms of the problem."
  },
  {
    "id": 1921,
    "text": "The international picture continues to reflect global economic growth, while pockets of risk exist. The U.K. still faces uncertainty tied to Brexit, while economic and political pressures in oil-producing regions, including the Middle East, contribute to ongoing uncertainty there. The current geopolitical situation with North Korea remains an obvious threat. The recently announced plan for U.S. tariffs on imported steel and aluminum and the potential response from other nations is a new development. We are actively developing contingency plans to help navigate this environment. While we do not import any raw steel into North America, we have not been surprised to see the recent increases in domestic steel prices in response to potential tariffs on imported steel."
  },
  {
    "id": 1942,
    "text": "Just to clarify, I wanted to try and disaggregate the credit cycle from the geopolitical factor. I know they're probably both one and the same as you talked to us about it, but I think you've made a good case that the credit cycle has still some room to run. So with that said, you've still increased because of, I think, ultimately, some geopolitical concerns, the Stage 1 and 2. And I think you specifically mentioned Venezuela, Turkey. And I'm just trying to get a sense for if that's as bad as it gets on the geopolitical factor or it could get way worse, I guess, with North Korea and a variety of other factors. That's what I'm trying to figure out. Where are we on that tail risk-type metric on the geopolitical scale?"
  },
  {
    "id": 1954,
    "text": "Finally, regarding the overall market conditions, the world is still dealing with an incredible number of crosscurrents in trade and market dynamics, including possible changes in the geopolitical landscape and the widespread effects of a pandemic. Since our inception, we have positioned our company to develop products that bring innovations to the broadest number of customers possible across all geographies. We are, therefore, very well positioned to accommodate our customers who are now increasingly diversifying their global footprint and mitigating their risks while strategizing on the most sustainable way to manage their operations. All of this is consistent with our vision of a world transformed through innovative materials vital to a better life today and the sustainability of future generations."
  },
  {
    "id": 2004,
    "text": "I mean it's a smaller deal size, we won't -- we haven't seen a lot of cancellation in the last couple of months. It's been more, the cancellations of significance this year has been driven around regulatory issues, whether it be regulatory being a political issue, political regulatory requirements coming in the U.K. and then the political unrest in the Middle East has caused a -- North Africa, specifically Libya, has caused projects to be placed on hold and aren't moving forward. So that has been the predominance of our impact to projects is around those geopolitical regions."
  },
  {
    "id": 2015,
    "text": "I also have 3 questions, apologies for that. One on Russia, one on India and then just a brief one on Denmark. On Russia, maybe a broader question on your Altimo conflict over at VimpelCom, how do you think this new conflict compares to the level and type of conflict you had 2 years ago? Actually how you can reassure the market that this conflict won't be as bad as last time? On India, you mentioned in your answer to a previous question and earlier in the presentation that the regulatory environment is very uncertain and potentially very different to that which you saw when you decided to commit capital. Do you now see at least a potential scenario for regulation and competition in which you no longer believe you could keep it in that INR 155 billion peak funding loss or in which you no longer want to commit in capital into the market at all? And then thirdly, just on Denmark, there's a very aggressive MVNO player at the moment in the mobile market, which others may want to take out to remove the aggression. Is that a business you'd be interested in taking out yourselves?"
  },
  {
    "id": 2020,
    "text": "And just to add on what Rodrigo was mentioning, in terms of political uncertainty, trade wars, financial market volatility, specifically, in terms of China-U.S. trade war, it is very, very relevant for everyone in the call to really understand the position that Mexichem has in the refrigerant gas space in the world. Mexichem owns 20% of the world's reserves in fluorspar, 60% of the world's reserves apart from our about 20% mine are in China. China today -- for China there is actually is an excess demand in the Chinese market today. So China will not be able to export for the time being, which means that if you just consider the U.S. and the U.S. China Mexico context, 80% of the market in the U.S. depends on Mexichem's fluoride-based products. We are conscious of this position. Congress people in Washington are conscious of this position. So we are fundamentally very optimistic about how we can leverage our position from an asset perspective in the Fluor business, in particular, given volatility associated to trade wars U.S. versus China, U.S. versus Mexico. So it's very important for everyone to understand that Mexichem does have a very relevant position in the world market in the fluoride space."
  },
  {
    "id": 2050,
    "text": "In your question regarding the conflict in the Ukraine, I mean, it's a bit difficult for me sitting here in Germany to make an accurate assessment of this complicated and changing situation. Therefore, we ask for your understanding that we are not able to comment. But if you ask my opinion, I believe it is important to find a political solution to the conflict. In our opinion, it is very important to find a political solution. And your question regarding Brazil and impact on BMW business, I mean, you have to see our investment in the new car plant in Brazil from a long-term perspective. I mean, you have to see the investment into a new production plant. I mean, you have to see 10, 15, 20 years if you invest in our plant structure and you have to ask yourself, what is the potential, the future potential of a market like Brazil? And if the future potential is to be a car market of 4 million, even 5 million cars per year, then it is a right decision to invest in a plant structure in Brazil. So it is wrong to see such an investment coming from a short-term perspective. And Ukraine and Russia impact on BMW business, I mean, if I look into our sales figure, even including April, we are still in a very good shape. In Russia, we sold during the first 4 months, more than 13,000 cars in Russia, and we don't have signs that we are more and more in a difficult situation. We have no signs. So that means the car market is running on track in Russia, according to our budget plans. And Brazil, I mentioned already our plant investment you have to see from a long-term perspective, and I compared always with the situation in South Africa, you have ups, you have downs. But if you see it 10, 15 years, then you're definitely on the positive side."
  },
  {
    "id": 2105,
    "text": "Today's call will include statement concerning Ceragon's future prospects that are forward-looking statements, as defined in the Private Securities Litigation Reform Act of 1995. Such forward-looking statements are based on the current beliefs, expectations and assumptions of Ceragon's management. For examples of forward-looking statements, please refer to the forward-looking statements paragraph in our press release that was published earlier today. These forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially, including the risks associated with the decline in revenues due to our focus on a single market segment; risks relating to the concentration of Ceragon's business in certain geographic regions, such as India, Latin America and in developing nations and the political and economic and regulatory risks from doing business in those regions, including potential currency restrictions; risks associated with the change in Ceragon's gross margin as a result of changes in geographic mix of revenues; risks associated with the loss of a single customer or customer group, which represents a significant portion of Ceragon's revenues; risks associated with Ceragon's failure to effectively compete with other wireless equipment providers; and other risks and uncertainties detailed from time to time in Ceragon's annual report on Form 20-F and Ceragon's other filings with the Securities and Exchange Commission and represent our views only as of the date they are made and should not be relied upon as representing our views as of any subsequent date. We do not assume any obligation to update any forward-looking statements. Ceragon's public filings are available from the Securities and Exchange Commission's website at www.sec.gov or may be obtained from Ceragon's website at www.ceragon.com."
  },
  {
    "id": 2161,
    "text": "Similar composition, but the difference, yes, with the designs we currently have and those are different from the once that they use, but the material composition was very similar. So we have a lot of confidence in the performance of our metallic fuel because of that Russian icebreaker reactor experience that we have seen. The -- so the political and geopolitical risks associated with Russia at the start really are manifesting themselves to the fullest extent last year really accelerated our decision to move away as quickly as possible out of Russia because we couldn't really risk our entire critical path program on any potential delays political risks, et cetera, associated with kind of deteriorating political relationship between the United States and Russia. So as Seth mentioned, we started looking at other sites and facilities before 2014, before all the events that unfolded in Crimea and Ukraine, but those events really kind of very -- signal that our strategy was correct and the switch to alternative facilities was the right strategy for Lightbridge going forward on such important critical path activities. In terms of staff in Moscow or in Russia, consultants, et cetera, we still utilize a handful of highly-experienced valuable technical consultants. They're just consultants. So we pay them upon deliverables that they provide. They do some fuel performance more than work for us that's very valuable, that they have actually been doing for the last 5 or 7 years. So they're still continuing with those individual, independent contractors and that's the extent of the work that is still ongoing with respect to Russia. We do not currently have any plans to do any kind of tests or experiments or any significant demand of R&D work in Russia."
  },
  {
    "id": 2185,
    "text": "What were some of the challenges that we saw in the second quarter and I think we'll continue to see moving forward? We continued to see very high pressure from an FX standpoint, the highest we've seen in the last 4 quarters, and we've now had 4 quarters with negative nominal growth. We are seeing a very concerning political development in Russia and strong negative development in the Ukraine due to the crisis. We'll come back and speak about the 2 countries in detail, but of course, with Russia being our fourth largest country in the world and Ukraine being one of our top 10 emerging countries in the world. And particularly, Ukraine business has been significantly impacted by the crisis, and we don't expect any short-term recovery. So seeing significant increase in the geopolitical tensions in the Middle East, you can also see that also on television. And despite that, we continue to have very strong organic growth rates. But of course, partially due to the crisis, we are seeing a very weak currency, so despite -- very strong growth rates, you do not see that in the nominal growth. We have seen also in the second quarter an intensified promotional and pricing pressure on the HPC, which you can see in different line items on our P&L. North America did improve, but our OSG is still slightly negative. So it's not satisfactory yes -- yet, but it's less dissatisfactory. We are moving in the right direction following a weak first quarter for North America."
  },
  {
    "id": 2186,
    "text": "As we look at it, there is a real benefit to scale in that marketplace. There's also a real benefit to having the highest quality. So there is clearly a bit of a move to quality going on as budgets continue to tighten. That benefits those companies with a broad portfolio, as well as those with the highest quality content. And Wiley stands to benefit from that. So we believe that we are continuing to take market share both in terms of subscription growth for our existing content but then also through our addition of -- our growth and addition of new content through new society agreements. I'll remind you that. In January, we'll take on another major society agreement with the American Geophysical Union that will add a lot of growth in calendar year 2013. So we see ourselves taking growth there. That growth -- sorry, taking market share. But the growth of the market overall is not totally heterogeneous around the world. So we continue to see pretty attractive mid-single-digit growth rates coming out of Asia. Again, it's not uniform but our experience over the last couple of years has been that Asia is outgrowing the rest of the world. We've been pleasantly surprised by our performance in North America where subscriptions was held up very nicely, and we continue to see good growth. But not surprisingly, run into some significant challenges in some parts of Europe and more or less in the Middle East as the impact of the deep recession particularly in Southern European countries, as well as some impact from political and economic situations in the Middle East where we've seen some medium-sized markets disappear at least in the short term as we've been unable to serve customers in that region. We don't see that as being structural, but it will require some stabilization of market situation in Europe and Middle East."
  },
  {
    "id": 2190,
    "text": "In the fourth quarter, we made 2 small acquisitions, both of which expanded our global footprint. One, Dart, is in financial services and is now part of Argus. The other, Maplecroft, is in the area of country and political risk and an important complement to our existing supply chain initiatives. Dart is a leading provider of benchmarking and advisory solutions to financial services institutions in Australia and New Zealand and other Asia Pacific markets. Argus and Dart will serve financial institutions in lending and payment product optimization. Maplecroft, which is based in the U.K., uses a proprietary data aggregation and analytical approach, enabling its customers to assess, monitor and forecast a growing range of worldwide risks, including geopolitical and societal risks, many down to the local site level. Maplecroft's unique solutions are used by multinational companies, financial institutions, governments and NGOs. Maplecroft's research data and platforms complement our world-class capability in natural catastrophe and extreme weather impact assessment in order to form a comprehensive set of analytic solutions. The combination will enable organizations to make informed, risk-adjusted decisions for their assets' operations and supply chains. With the addition of Maplecroft, we are establishing ourselves as a leading provider of value chain optimization tools, providing comprehensive quantitative risk analytics and platforms by which our customers can visualize, quantify, mitigate and manage their risks. We have rebranded the company Verisk Maplecroft to reflect our growing international strategy. You'll have a chance to see Maplecroft's solutions at our Investor Day next week on March 5 in New York City."
  },
  {
    "id": 2221,
    "text": "Back to Europe a little bit. There's obviously a lot of economic and political hotspots over there, Russia, Ukraine, Israel, Iraq. Any impact on your business from any of these disputes? Wars, disputes, what do you want to call them?"
  },
  {
    "id": 2254,
    "text": "So I think the geopolitical risk of this overspilling into Hungary probably no different than any other NATO country today. We do hear a bit of a humanitarian crisis at the border of -- all the Ukrainian's borders, including Hungary. But I don't see that, that has really any impact to our current small operations in Hungary, with 1 gas flow there that's producing at small rate. So I don't really see any issues for us. It's something we'll have to continue to monitor though as we move through the year and as the situation continues to evolve."
  },
  {
    "id": 2340,
    "text": "On the -- I'll let Robert address the currency issue. But keep in mind, when we entered Latin America, 17, 18 years ago, depending on the country, is that all these countries were coming out of very unstable political environments. And so -- and it was a great opportunity to enter them because we have the opportunity to build the first modern theatrical platform or theater in every country we entered. And so we sort of started the whole growth of Latin America from a theatrical basis. And so at the time when we went there, we knew we were taking a risk because we were betting on the fact that these countries were going to emerge into -- from emerging democracies to sound democracies. And all these countries, when you look at them, whether Brazil or Colombia or Central American countries, they're all sort of stable from a political standpoint that there might be some currency fluctuations, but they've all demonstrated because they've had several elections since from the time we entered them. And the one exception, but even in Argentina, you're going to see a successful, I think, transfer of power. It's going through a little political crisis now. They have the elections next year, but I think it will be a very peaceful transfer of power. And so from the political standpoint, they're a fairly stable democracies facing some challenges. But we're very comfortable in the region. So we've got great management teams that really -- that are all from these local countries. They really know the countries. We really know the countries. And so we're not overly concerned about either the political or even the long-term economic viability of these countries."
  },
  {
    "id": 2383,
    "text": "Very easy questions, you have. Ukraine, actually the short-term indication of HUF 10 billion to HUF 20 billion loss does not assume a short-term improvement in the environment. It doesn't assume further serious escalation either. So let's see if basically -- I mean, if we all translate everything into the exchange rate and the exchange rate around 12, which is roughly the current rate, would lead us to this level of loss. Now this -- our reference to normalization is more related to the mid- to long-term expectations because even if there is normalization in the environment, the short-term impact won't be very positive. So we don't expect for the exchange rate, for instance, to go back to 9 to the dollar, even if there's positive turn of events. So basically, the HUF 10 billion to HUF 20 billion does not assume -- the HUF 10 billion to HUF 20 billion minus doesn't assume a fundamental short-term improvement. The -- if that happens, then we can actually do better than this range. But it also -- on the other hand, it doesn't assume a further escalation of the conflict either. So it kind of -- in this scenario, we expect continued disruption in these 2 regions of Ukraine and continued tensions with Russia. But obviously now, no outright military conflict as such, for instance, between the 2 countries. Now in Russia..."
  },
  {
    "id": 2414,
    "text": "When it comes to us, I guess, what we're hearing a lot of this but about political risk and -- West African political risk has become a theme, or African political risk. I think it's just really important to emphasize that we -- that when it comes to political risk between [Vista] and B2Gold, we've really spent the last 35 years showing how we deal with political risk and often political risk in others' eyes has been an opportunity in ours. But I just think it's important that people realize that everyone has political risk everywhere, but it's how you deal with it, what do you about it. I look at political risk when you just want to talk about B2Gold as a positive because of the way we, and in the years before with [ Vista Gold],  have dealt successfully with every imaginable political risk in all these different countries. So when people bring it up, I don't see it as a negative. I see it as a positive. Because it's how you deal with political risk whichever one has, which separates the successful companies from those that are less successful.  So we're very good at it. Specifically in West Africa, we have a great relationship with the government. We talked about this all -- we've talked about this time and time again. Mali's not Tanzania and every project in every country needs to be looked at by installation when I know people want to generalize, but that would be wrong."
  },
  {
    "id": 2464,
    "text": "Yes, no top line. We don't see any top line issues. We are a large political risk trade and credit writer. We understand our exposures quite well to do with Russia and the Ukraine. At the moment, we have no developing -- no development that is of any kind of alarming nature whatsoever to us. And frankly, when we look in and when we do run war games on political risk and trade credit over the years every year and imagine scenario planning to us of what could happen or occur as far as exposure in a book business like that, that has informed us and the kind our appetite for risk, and Russia-Ukraine fits right within that appetite."
  },
  {
    "id": 2482,
    "text": "But before I start with the numbers themselves, I'd like to briefly review the macro outlook that we're in given all that's going on in the world, quite challenging times around it: starting with Spain with the political uncertainties that we're facing here ourselves; and then moving on to the impact that the lower oil prices is having in different directions, in different parts of the world, definitely in the U.S. and in Texas in particular. It's a negative impact, but it's positive in other areas, like in Turkey where we have a very complex geopolitical situation. And then various headwinds globally and in South America, South America impacted by the Fed hiking policy, if it continues; China and all that's going on there; the commodity prices coming down. Difficult, challenging times, as I say. But even with that, we are seeing 2016 growth quite resilient throughout the footprint. Our prospect is of growth of 2.7% in Spain, which compares well with the 3.2% we had in '15, which was a fantastic year, but it continues to grow at high rates because of continued low interest rates, low oil prices and the continued positive impact of the reforms."
  },
  {
    "id": 2509,
    "text": "Furthermore, recent social unrest in our neighboring countries Ecuador, Bolivia and Chile will remain as the main sources of uncertainty for the next 12 months. We will be constantly monitoring the political environment in order to minimize future risk for our business. Year-to-date, the Peruvian GDP grew by 2.2%. At this moment projections and growth for the country are closer to a disappointing 3%. As of September, fishing, minus 19.5%; manufacturing, minus 1.7 %; and mining, minus 0.8%, keep underperforming the other sectors of the economy. While on the other hand, telecom, 5.9%; energy, 4.4%; and construction, 4.2%, keep delivering solid results."
  },
  {
    "id": 2537,
    "text": "This question is demanding. I've received this question many times last year when I was the CEO of the company. So this case is political -- all political issues, as we know, have their own rules. What I can say is that the decisions might be is that the conflict will be completed -- will be ended in the near future, but we're also aware that the political relationship between Australia and China is very complicated. As you know, at the beginning of May, the Australian government made a number of decisions -- hostile decisions compared to possible investments in Australia. Also if you look at the Darwin Australia port, which was to be sold to a Chinese company, and these cases are very complicated. And they're outside of our -- they're beyond our influence. We have no influence of that whatsoever, but we have to note that the situation could persist for a very long period of time."
  },
  {
    "id": 2577,
    "text": "During today's Q&A, we'll likely get a number of questions regarding the impact that the war in Ukraine is having on our various businesses. And rather than try to address each one of those as they came, I thought it would be helpful to give you a summary upfront. So bear with me while I do that. To start, our thoughts and prayers go out to all of those, the millions of people who have been impacted by the war. As we consider the impact on our business, our thought process is pretty simple. This is first and foremost a terrible humanitarian crisis. To try and spin a positive out of this is not the way we think at GATX. The impact on each of our businesses vary, but our approach is the same. We stand by our commitments. We'll work constructively with all of our constituents. We put our employees' safety and well-being first and we'll navigate this turmoil the same way we have a number of crises during our 120-plus years in operation."
  },
  {
    "id": 2604,
    "text": "Any risks? It depends on how do you define the risk in Pakistan. So obviously, there are risks, but we know how to manage those risks in Pakistan. One of the biggest risks is obviously the security situation, so you can have temporary on and off security issues in Pakistan, which we have it time to time. So we know how to deal with that. And if there's a pricing-related risk in terms of -- because of the currency devaluation or the slower consumer sentiment and et cetera, there are tools to deal with that as well. We are not expecting any significant risks that we don't know how to deal with."
  },
  {
    "id": 2606,
    "text": "The second element of uncertainty is related to the political situation and elections. The political scenarios continues to be a source of uncertainty, but we will try to navigate those waters as we have had in the past."
  },
  {
    "id": 2660,
    "text": "On the ground in Russia, as Hugh just mentioned, we've been localizing costs. And we have a very, very good team that's doing all the right things in terms of productivity, taking pricing, adjusting the product line to make sure it is suited for a Russian consumer that's shopping differently now. And so I'd say that on the ground in Russia, the business is doing well. And I think it's also giving an opportunity for all companies operating in Russia to look and see how to tighten their belts and work with each other to lower each other's costs. So except for the overall macro geopolitical issues in Russia, on the ground, the business in Russia looks okay. In terms of Mexico again, we've operated in Mexico for decades and we've operated through massive volatility. At this point, we're not seeing that kind of volatility at all in Mexico. We have pockets of security issues, but overall, Mexico is just fine. Brazil did see a slowdown coming off the real weakening, and then on top of that, the draft issues happening in Brazil. Yes, we did see some turmoil -- I'm sorry, in Brazil. And our business is still holding, Caroline. But I'd say of the 3 countries that you mentioned, probably in the last quarter, Brazil is where we saw some on-the-ground action that we are watching very carefully at this point."
  },
  {
    "id": 2669,
    "text": "That's a minor, yes. And a lot of the work we do of course back here is in support of activity to both protect the warfighter, and also technologies that serve to protect the warfighter and help to target the adversary, et cetera. So a lot of the work we do back here relates to conflict elsewhere. But those activities tend to be applicable around the globe, other needs around the globe. We see the focus of course right now is on Afghanistan and Iraq, but really, the threat of global terrorism is -- it is global, it is a high threat, and it is persistent, remains that way. We, of course, have Iran and North Korea out there as sort of wild card maverick country, nation, states. China represents a large peer type threat to our security. There's instability in the Middle East and parts of Africa as we've seen all seen in Libya, Egypt, Syria, Yemen and other places. All of these are directly -- those threats are all directly correlated to many of our activities that are done here in the States. Cyber, we spent a good time here in this morning talking about Cyber. Cyber incursion is, to our critical and national infrastructure, is increasing dramatically, and if you think about our growth strategy as it relates to all of these areas of threat, our strategy is to develop capabilities and solutions to address these high priority threats. And our offerings in C4ISR and in intelligence and securities services, Cyber and information management, really are enablers to our nation's missions as the national security missions to defeat those threats. So we talk about people that are based in that part of the world, but really, the thrust of our activity is national security here, domestically and globally, and dealing with all the various threats that exist."
  },
  {
    "id": 2691,
    "text": "So it hasn't changed for the last few months, but I'm not sure I would concur 100% with your comment that it's been the case for the last few years. We've seen some uncertainty in terms of project award due to some local political or administration challenges in countries like West Africa. What we started to talk about in the first part of 2013, that we are seeing a number of projects being postponed by the IOCs for other reasons, which could be the constraint of the supply chain, which could be some concern that they had on the cost escalation of the project with a price of oil between $90 and $110, which actually led them to review the technical solution that they were considering for the project to work with the industry and with Subsea 7, in some cases, to try to identify the most cost-effective solutions through technology and other means. So we see more project being delayed since the beginning of 2013 than we had seen in late 2012, for instance. And the reasons are slightly different than they used to be. Well, obviously, the unknown of political situation in West Africa is still there."
  },
  {
    "id": 2722,
    "text": "While our sell-through in Brazil, our largest market in the region, grew by double digits for all our brands in local currency, we are seeing difficulties from a sell-in perspective, given the well-documented issues the country is facing in the political, social and economic arenas. We expect this trend to continue for the balance of 2017."
  },
  {
    "id": 2769,
    "text": "I generally hear that business is good, and the uncertainty in the global political environment gives them pause. And I just don't know how much of what gives them pause is just rhetoric. Some companies are worried about the aspects of a potential trade war. So will that factor in the way they're thinking? Well, right now, it seems like bluster back and forth. So I would say if you just separate out the business cycles, it still seems like we're in a good part of the global growth economy cycle. I mean, it seems like most economies are doing well. I think Europe is doing surprisingly well based on what people expect it to be doing, but there's this hangover off uncertainty coming from the political environment that's not just limited to the U.S. but somewhat happening everywhere. And I don't think any of us really know how to factor that in or predict it. So I would say stay tuned. And right now, we're just trying to ignore it and the world -- the new normal in the world is political volatility and, hopefully, doesn't have a huge amount of impact on our business."
  },
  {
    "id": 2807,
    "text": "We've always said, Mike, that because we're positioned -- remember we do both conflict work, we do post-conflict work in the diplomatic world, and we do the development work after diplomacy has stabilized. Because we participate in all 3 phases of the overall life cycle of national security and foreign policy objectives, we were actually thinking that this is the way it would play out. And so far, it has. This is exactly the model that's going to play out in Afghanistan and then when the next nation, Libya -- we could just see, as the U.S. learns on how to execute this model, we'll be right there supporting it and doing the best we can."
  },
  {
    "id": 2839,
    "text": "Now let's look at Slide 14, where we see graphically the development of the net profit of the company. Here, we'd like to highlight the specific impacts of the different segments, how these were compensated by positive operating dynamics and organic growth. Net profit in 2018 was COP 525 billion to end the year with COP 390 billion, down 25% or COP 134 billion. And so when we look at the 3 segments, we have some specificities. First in Life, we had a contribution that was positive of COP 52 billion, up 10% in the profit in the segment. Even with the net negative impact of the VAT, COP 52 billion. With casualty and property, we're talking about a growth of COP 143 billion, mainly because of 2 effects because of Argentina because of the macroeconomic and political situation that you know of in that country. And in the case of Chile, there is an increase in the last quarter because of the place ratio related to the protest and social disruption that we've seen in that country. So that lead us to a decrease, again, of COP 143 billion. When it comes to Health, we've also mentioned the impacts of Health that  reflect a decrease of COP 47 billion. And if we add those 4 negative impacts, we're talking about COP 230 billion, which were compensated by COP 100 billion by the rest of the business in that message of the positive organic growth."
  },
  {
    "id": 2844,
    "text": "On the geopolitical front, I mean, I think that -- I can't speak for our customers. But the one thing, as you think about the issues that are going on in Russia and the Ukraine, it really comes down to effective risk management decisions that are the responsibility of all companies to do smartly for their shareholders. I mean, we've spent a lot of time from the standpoint of our sourcing strategies and looking at making sure that we have a balanced sources of supply because you never know whether it be a geopolitical issue, whether it be a natural disaster or whatever, you don't want to not have a diversified supply base of critical materials and components. So we do the same thing. We assume our customers do the same thing. The dialogue that we've had with the customers suggests that they do the same thing. However, I think it's hard when you look at any of these end markets that are sophisticated, and aerospace is certainly that, that the supply chain is global. And any impact to that supply chain can cause impacts to all participants in the supply chain. So I think we're very attuned and have had discussions. But I think what it does is that it reinforces to us one of the major themes and reasons that we built Rowley was to ensure that we're not completely reliant on others for titanium raw materials, which -- and titanium is a very important part of ATI's business. And it's one of the fundamental reasons why we built Rowley. And I think that our customers are certainly sensitive to the geopolitical risks, and they are looking hard at their supply chains to make sure that they're effectively managing that risk relative to things that are outside of their control."
  },
  {
    "id": 2892,
    "text": "Yes. So I think the short answer to it is, no, but we do see the risk of Russia and Ukraine situation, which we also mentioned in our earnings call, they -- we have a strong market share in Russia and Ukraine and all those neighborhood countries. And to be honest, Russia and Ukraine's revenue, if I take 2021 full year as the basis, they stand for around 4% of our total revenue, right? So that risk we need to manage. In short to midterm, we think we can still manage that risk. But if this war continues into -- or drag down for a year or 2, that definitely will have an impact on our revenue per se, right? But we're slightly different than the other China tech company because majority of our self-branded products are overseas sales. So China actually stands for only a small portion of our overall mix. So to that end, apart from Russia and Ukraine, our marketing strategy in Western Europe, which is actually a strong foothold of our revenue and also in the United States didn't change. And that will continue to grow."
  },
  {
    "id": 2893,
    "text": "In Slide 13, we summarize the performance of our Construction and concessions activity within the broader Infrastructure division. EBITDA grew by 4%, thanks to the larger contribution of our Construction-related concessions. In civil construction, we are experiencing very low levels of activity in Spain in the current political impasse. And in the international business, we expect a buildup contribution as the year progresses and some of the large contracts recently awarded, such as the Quito Metro project, the Site C in Canada and others, kick off and start making significant contribution to the group as well as the acceleration of works of projects, such as the Föllo Lines in Norway. We note that Brazil continues to be extremely low, given their own political uncertainties. Our backlog is only marginally lower than in December and continues to be dominated by the business outside Spain. We have some important projects in the last stages of award process. And we expect to add to the backlog during the rest of the year."
  },
  {
    "id": 2919,
    "text": "I also have 3 questions, apologies for that. One on Russia, one on India and then just a brief one on Denmark. On Russia, maybe a broader question on your Altimo conflict over at VimpelCom, how do you think this new conflict compares to the level and type of conflict you had 2 years ago? Actually how you can reassure the market that this conflict won't be as bad as last time? On India, you mentioned in your answer to a previous question and earlier in the presentation that the regulatory environment is very uncertain and potentially very different to that which you saw when you decided to commit capital. Do you now see at least a potential scenario for regulation and competition in which you no longer believe you could keep it in that INR 155 billion peak funding loss or in which you no longer want to commit in capital into the market at all? And then thirdly, just on Denmark, there's a very aggressive MVNO player at the moment in the mobile market, which others may want to take out to remove the aggression. Is that a business you'd be interested in taking out yourselves?"
  },
  {
    "id": 2994,
    "text": "My first question is on French retail on the provisions, they were much lower-than-expected this quarter. Now I understand from the slide that there is a change in scope, but maybe whether you could elaborate a little bit on this, whether this is a sustainable level. You mentioned especially improvement in corporates. Then one clarification, very quickly on Russia. Because all the data you're giving here are for the end of Q1, obviously. Now the tensions, let's say this way in the country has started at the end of Q1. So maybe whether you could clarify that the moves you're talking about in deposits are maintained also since the end of Q1 basically you're not seeing deposit outflows since the end of Q1. And last question would be on the PVA, the present valuation adjustment. Some of your peers have mentioned potential impacts there on the Common Equity Tier 1 ratios so whether we should expect anything from you."
  },
  {
    "id": 3011,
    "text": "Okay. So what I want to say here from is, are the -- are those should be regarded as a deadline for the IPO or any recent transaction? Or are you going to prefer rollover option again? But I know also the financing conditions are not as easy as it was due to the high political risks and also the current conditions in Turkey. So what do you prefer? Is it a -- shall we take it as an ultimate target for an IPO before 2017 or in 2017?"
  },
  {
    "id": 3104,
    "text": "We expect the Indian government to continue the investment cycle, which would generate demand for MEP work and offset to some extent, the subdued activity in the private sector CapEx spend. However, while on one hand near-term headwinds prevail in the form of liquidity constraints and slowdown in project activity due to the upcoming elections in the domestic side of the business, on the other hand, we are cognizant of the potential political and economic headwinds for our international business. Focus remains on securing good quality, commercially viable risk-mitigated orders in our project business. Our balance sheet continues to be robust with low debt and a comfortable cash position."
  },
  {
    "id": 3318,
    "text": "On the right side of the slide, you can see that the estimated -- you can see the estimated incremental production capacity being added in the United States. The restarts are the result of various geopolitical reforms implemented in the region, including a 10% import duty issued in country."
  },
  {
    "id": 3359,
    "text": "All right. And do you expect any headwinds, or even -- or tailwinds from the current political environment, both domestic and abroad for recent developments?"
  },
  {
    "id": 3422,
    "text": "Well, I would say we'll remain opportunistic, but literally now, with the acquisition of Beech in Australia opens a completely new market for us. Now we have a factory in Australia and the operation in U.K. now we become a dominant player in the U.K. We came from a sales and service test kitchen in the U.K., one of the leading brand in the U.K. So there will be a lot of synergies there between fryer and Lincat. We will continue looking at markets like China. We'll continue to looking at literally at one point, northern Africa was a great market than what happened in Tunisia. But I would say those markets were really right for our products, especially from Italy, where Giga was able to position in northern Africa. I don't know what's going to happen in those markets as the settling of the political crisis takes place. But I think that we're going to continue being opportunistic around the world."
  },
  {
    "id": 3636,
    "text": "Thank you, Bill, and good morning and good afternoon, ladies and gentleman. Before embarking on the outlook for 2011, I would like to briefly address 2 important developments that occurred early this year.  Regarding the political crisis in Egypt, first and most important, all of our colleagues and associates are safe. The riots have had no impact on our people, facilities, assets, core operations."
  },
  {
    "id": 3742,
    "text": "So now it's time to move to GBIS. It's clear that 2016 was a very specific year in terms of market environment with a lot of political and economic uncertainty with, let's say, poor package tied to growth, alternative we speak of volatility. And nevertheless we managed, let's say, to deliver a good level of revenues, demonstrating our capacity to manage our risk in this unstable environment. So if we focus specifically on market activities and illustrating once again the fact that 2016 was very specific. We have in 2016 the best second half since 2009. So in equities, revenues were up in Q4 by 13% with a confirmation of the growing appetite from equity investor plus total products in Europe and Asia. Although the revenues in equity were down 17%."
  },
  {
    "id": 3772,
    "text": "Reflecting on the quarter, the macroeconomic and market picture has been positive for our clients and Ameriprise. The U.S. economy is strong. And that was punctuated by the Fed's decision to raise short-term interest rates again. However, Europe is showing signs of slower growth. Global trade issues and political uncertainty remain including in the U.K., especially as the deadline for Brexit nears. Recently, global equity markets have been more volatile. We're navigating that volatility and are very much focused on our clients. At the same time, consumer sentiment is strong. U.S. household wealth has reached a new high of over $100 trillion, which represents a significant long-term growth opportunity for Ameriprise."
  },
  {
    "id": 3787,
    "text": "Thank you, Doug, and thank you, everyone for joining us today. Before I begin my discussion this morning, I'd like to note that this conference call will contain certain statements and/or expressions that could be considered to be forward-looking statements under applicable securities legislation. Our assessment of future plans and operations is based on expectations that involve a number of business risks and uncertainties. These risks are set out in detail in our most recently filed annual information form and include, but are not limited to, commodity prices for oil and natural gas, weather conditions, currency exchange rates, national and international economic condition, political uncertainties, product and supply availability, labor shortages and the ability of our customer to access capital and credit markets. These conditions could cause the company's actual results to differ materially from our current expectations."
  },
  {
    "id": 3879,
    "text": "Forward-looking statements are made based on the company's expectations and beliefs concerning future events impacting the company, and therefore, involve a number of risks and uncertainties. The company cautions you that forward-looking statements are not guarantees and that actual results could differ materially from those expressed or implied in the forward-looking statements. Potential risks and uncertainties that could cause the actual results of operations or financial condition of the company to differ materially from those expressed or implied by forward-looking statements used in this conference call include, but are not limited to, the overall level of consumer spending on the company's products; general economic conditions; and other factors affecting consumer confidence, disruption and volatility in the global capital and credit markets; the financial strength of the company's customers; the company's ability to implement its reformation and growth strategy, including its ability to organically grow each of its historical product lines; the ability of the company to identify potential acquisition or investment opportunities as part of its redeployment and diversification strategy; the company's ability to successfully redeploy its capital into diversifying assets or that any such redeployment will result in the company's future profitability; the company's exposure to product liability or product warranty claims and other loss contingencies; the stability of the company's manufacturing facilities and foreign suppliers; the company's availability to protect patents, trademarks and other intellectual property rights; fluctuations in the price, availability and quality of raw materials and contracted products as well as foreign currency fluctuations; the company's ability to utilize its net operating loss carryforwards; and legal, regulatory, political and economic risks in international markets."
  },
  {
    "id": 3949,
    "text": "Great. Well, thank you, Susan. So before we can tell you much more about our results, I just need to read the following comment on forward-looking information. Certain statements in this presentation may be forward-looking in nature. These include references to liquidity, earnings and anticipated earnings from growth in same-store sales and new restaurant openings. Actual results may differ from those expressed or implied in these forward-looking statements. The forward-looking statements contained in this presentation are subject to a number of risk factors, including the ability of A&W Food Services of Canada to implement its strategies regarding the marketing of the A&W system and the opening of new A&W restaurants, general economic and business conditions, financial and political instability and other factors disclosed previously and from time to time in the Fund's public filings. Any forward-looking statements in this presentation should be evaluated in light of these important factors."
  },
  {
    "id": 3996,
    "text": "For the Middle East and Africa region, recent demand has been hurt by political instability in some markets and fewer international arrivals from Europe and Russia. For 2016, we are modeling a mid-single-digit RevPAR growth for the region, assuming stabilization in Egypt and continued economic growth in Saudi. The Middle East and Africa region represented 3% of our fee revenue in 2014."
  },
  {
    "id": 3999,
    "text": "Our APAC team signed a contract with Hutch 3G Hong Kong for a billing transformation project in which our Singl.eView solution will replace its legacy  billing solution. Our EMEA team signed a new mobile operator in Africa, despite all the civil unrest that exists in neighboring countries. The civil unrest in parts of the Middle East and Africa is creating a challenge, as decision making has significantly slowed down. This has been a growing market for our solutions, and continued delay or shut down in decision making has an impact on our software license and professional services revenue streams."
  },
  {
    "id": 4051,
    "text": "Thank you, Nathan. This is my first year at Santander U.K. So first, I'd like to welcome all of you to our 2019 results call. I've had the pleasure of meeting several of you since I joined last September, and I hope to extend that further as we continue into 2020. I'm sure it won't come as a surprise to hear Nathan outline the challenges we faced in the U.K. banking sector. The more stable political situation is welcome, but nonetheless, uncertainty remains. Given this backdrop, I don't see us making any major changes to our cautious approach to growth, while moving away from our focus on credit quality and balance sheet strength."
  },
  {
    "id": 4110,
    "text": "Thank you for the question. It's not an easy one. Briefly on Chile, there's a large social turmoil in Chile. Our base in Buenos Aires have been talking to colleges in Chile in the last few days. Significant social unrest, and the markets did not perform well today in Chile. Mostly related with long-term social unrest in the country which yet we expect to clear in the next few days. The government is taking all necessary actions to face the social unrest and return calmness to the country and to the markets, and we expect the government to be effective in that regard."
  },
  {
    "id": 4199,
    "text": "No, in short. I think, if there was a situation in Iran that, whether they do an action, hostile action that results in military action and a spike in oil prices, I think you'll -- the Jones Act owners and operators will provide -- will encourage the government to provide flexibility wherever necessary and do what's necessary to keep things going in the United States. But in terms of the normal shifts in production and trade, no, I don't see any need or would we -- appropriate to change any of that. I do think you will see a lot more for foreign flagged product tankers going out of the U.S. to Europe, Latin America and Africa, as the -- America exploits the advantage we have there. I do think you'll see more Jones Act movement and there's Jones Act ships available to handle what has to become up to Florida may have to come up the East Coast. I think that's sort of the balanced view on it. I hope we don't face the hostilities out there."
  },
  {
    "id": 4207,
    "text": "We are extremely proud with how these were performed by WAPA's world-class news organization in covering the political crisis. WAPA provided its audiences in both Puerto Rico and the U.S. with nonstop uninterrupted coverage, including as many as 13 consecutive hours of coverage in a single day. During these historic weeks, WAPA was an indispensable source for the latest news and insights garnering as much as a 90% audience share at times, an unprecedented achievement. At WAPA America, which simulcast all of WAPA's news programming, provided more extensive coverage of the crisis than any other network in the U.S. WAPA America's unmatched coverage was on display as the protest peaked during the week of July 15, when WAPA America was the highest rated U.S. Spanish-language cable network from 6:00 a.m. to 7:00 p.m. Monday to Sunday. On July 25, the date of the governor's resignation, WAPA America delivered its highest audience ever, peaking at nearly 300,000 households."
  },
  {
    "id": 4239,
    "text": "So stepping up to the offshore semi and drillship market general, well, we cannot predict where future day rates are headed. But we feel the market is likely to have oversupply of rigs throughout 2015 and into 2016. As I mentioned on the last call, we have had a warm wind on our backs over the past few years, but choppy waters do lie ahead for the short term. We all understand the challenges facing our clients with regard to their immediate needs to address shareholder returns and reigning expenditures. We believe, these will be short-term drivers and our clients will ultimately have to return to prioritizing production and reserve replacement as project economics benefit from the correction in supply chain costs moving forward. Geopolitical issues aside, any market recovery, for offshore drillers, will likely be drawn out. Either way, we believe Diamond Offshore's credit rating and balance sheet give us the right tools with which to navigate through this particular ebb in the cycle and uniquely benefit from the opportunities this then presents."
  },
  {
    "id": 4308,
    "text": "Sure. Abneesh, this is Omar. In terms of the political trouble or the law and order situation that you're referring to, I think the main effect of this in the portfolio of countries we are operating is really in Nigeria, and again, more restricted to the North of Nigeria. So from an East and Southern Africa perspective, I think the political and business climate is quite stable and healthy. We are seeing the impact of the trouble in North Nigeria to a limited expense on our business because most of our business is focused in the South as well as in the East. As far as margins go, I think we are recovering from the challenging impact that we had last year, driving where we are right now is in a stable sustainable margin position."
  },
  {
    "id": 4330,
    "text": "Good morning. January to March was another challenging quarter from a macro standpoint, with significant foreign exchange headwinds, modest market growth and continued political and economic volatility. The currency challenge increased through the quarter, with currencies in Brazil, Turkey and Ukraine weakening sequentially versus the dollar. Despite these challenges, we grew constant-currency core earnings per share at a double-digit rate. We grew core gross margin, including and excluding foreign exchange, and made strong core operating margin progress of 170 basis points on a constant-currency basis. All of this was enabled by over 400 basis points of productivity savings."
  },
  {
    "id": 4458,
    "text": "In Ukraine, the current geopolitical and financial environment is negatively impacting our customers and our operations. Our customers are experiencing reduced credit availability for crop inputs, including equipment purchases. Rising interest rates and the devaluation of the local currency are affecting all businesses throughout the country. Even considering these factors, our customers are proceeding with their crop production cycle. The May 25 presidential election was held successfully, which we anticipate will help stabilize the geopolitical and financial environment. Although this event will not immediately return the country to fully normalized conditions, we do believe this is a positive step to resolve the current situation. Potential economic investment packages from the West to Ukraine could improve the financial climate during the back half of the year. I wanted to remind you that we are located in the center of the country and most of the geopolitical uncertainty is located in the south and eastern portion of the country. We do not believe our assets in Ukraine are in jeopardy."
  },
  {
    "id": 4558,
    "text": "And congratulations on the solid results. I have 2 questions. One is, I know it's hard to quantify, but have you seen or do you feel there are any impacts from the Hong Kong events or unrest that impact the 3Q numbers or potentially in October as well? If you can give us any insight that will be appreciated."
  },
  {
    "id": 4716,
    "text": "Please let's turn to Slide 4 with key operating indicators of our undergraduate programs. Beginning with the last side of the slide, we see the results of new students and reenrollments in the second half of 2018 with very strong numbers, even considering all the pressure we've been under in terms of the political scenario, sluggish economy, with high levels of unemployment and a very challenging competitive environment as well."
  },
  {
    "id": 4717,
    "text": "All statements other than statements of historical fact are forward-looking statements that reflect the company's current views with respect to future events and are necessarily based upon a number of assumptions and estimates that, while considered reasonable by the company, are inherently subject to significant business, economic, competitive, political and social uncertainties and contingencies. Many known and unknown factors could cause actual results, performance or achievement to be materially different from those expressed or implied by such forward-looking statements, and the company has made assumptions and estimates based on or related to many of these factors."
  },
  {
    "id": 4770,
    "text": "Second question is U.S. FIC. On Q-on-Q basis, there has been quite a significant decline. Q3 was too good probably and that is why the Q-on-Q decline in Q4. But in the United States, what were the products that led to such revenue gains in Q3 that had led to the high performance of Q4? And what was bad in terms of Q4? I was going to ask you based upon your product mix if you could give us more details. Thirdly, on buyback. Stock option. After Q1 of last year, that was JPY 45 billion that you announced last fiscal year and I would assume that half of that was for issuance due to stock options. And now this time, JPY 80 billion? So I would assume that much of that will be for stock option. You said you don't know exactly, but if the market remains where it is today with some geopolitical risk and this would continues, or looking at Q4 only, if this situation continues to prevail, this size of share buyback, do you think can be continued?"
  },
  {
    "id": 4818,
    "text": "As I mentioned previously, we do need to make decisions on the expansion of our bromine supply to support our future growth expectations. During the quarter, we concluded a commence [ph] with a relatively modest investment in South Arkansas to increase our bromine production in 2015. This decision will give us some limited flexibility and the time to reach a final decision on the source of our next incremental bromine capacity. In the near term, we are seeing some interruptions in our bromine supply from Israel due to the current conflict. While we hope these issues will soon be resolved, we are working at contingency plans to minimize the impact going forward."
  },
  {
    "id": 4854,
    "text": "And hopefully, with the announcement over the last 30 minutes, we move into a more positive territory. Brexit has unfortunately evolved from a political crisis to a fully fledged constitutional and economic crisis. And therefore, I've always accepted that the true value of Mastek's business has been discounted due to external factors, and it will only truly be reflected and rewarded once we have stability in the external market."
  },
  {
    "id": 4859,
    "text": "In view of the global economic and political risks, we expect our business environment to remain volatile for the rest of the year. At group level, we anticipate a significant increase in pretax earnings for 2014 compared to the previous year. Despite current uncertainties in China, Russia and some other emerging markets, our strong product momentum and sales opportunities in the Automotive segment make us confident."
  },
  {
    "id": 4896,
    "text": "The second element of uncertainty is related to the political situation and elections. The political scenarios continues to be a source of uncertainty, but we will try to navigate those waters as we have had in the past."
  },
  {
    "id": 4969,
    "text": "There are 2 issues here and both have their own form of headwinds. One, is that in the hard currency market, which is the GCC, you have a lot of economic issues now coming up with regard to oil prices, and also political issues with regard to ISIS and other such elements. And then in other parts of MENA, which is North Africa, particularly in Levant, et cetera, we are faced with the currency headwinds, sharp currency depreciations which impact overall profitability and growth. So the MENA region, it will be a challenge this year, and I think if GCCs revise, which is a key profit driver, then we don't have much to worry about. We can handle the currency part comparatively easier. But I think Saudi Arabia holds the key how well that economy behaves, how well does consumption in that economy pan out. At the moment it is depressed and that is seen by the much slower growth in these markets as compared to last year."
  },
  {
    "id": 4976,
    "text": "Our business was very strong in North America and Asia. And while Europe was very challenging, we really saw some nice wins in Q4. In terms of verticals, financial services was very strong across all geographies. Public Sector were strong in both North America and Europe, and our communication vertical was strong in Q4. Health care saw better performance than in the past 3 quarters as payors and pharmacy benefit managing firms began buying again with some of the health care political uncertainty behind them. In insurance, we broke into 2 of the world's top 5 insurers, a promising steppingstone into those companies as well as winning key deals for the new business underwriting, customer service in both property and casualty and life companies."
  },
  {
    "id": 4977,
    "text": "I want to start our call commenting on one of the most important changes for our country in many decades. On July 1, Mexico held a peaceful and democratic presidential election, which shifted Mexico's direction. We've experienced in the past -- in the last few months turmoil and stress. Although was a political, social-driven stress, it affected somewhat our economy, forcing investors to retrieve and pull their investments off our country. Now, the threat of a storm has passed. And having heard our government-elected officials, especially our President-elect, changing in a significant manner the speech regarding private investment, foreign and domestic, and showing a friendly face business growth driven, we can see the clouds over our economy scattered more and more and a new bright sky appearing for our country. Therefore, great expectation arise. Having said that, our company has been designed to endure difficult times. We feel strong about our solid circumstance and metrics, our favorable debt horizon and the quality and superb location of our properties that fills us with confidence for the future."
  },
  {
    "id": 5085,
    "text": "As for Turkey, this is our 11th largest country within ISS, and it accounts for around 4% of the group revenue in 2015. Margin here is also above average. We have a great business and a great position in -- within Turkey, although this market is much less evolved than many European markets, and only 11% of our Turkish revenue comes from integrated facility services contracts. The business is predominantly within the private sector. We've seen a negligible impact to our business post the attempted coup in July. Only 3 small customers saw a shutdown of their facilities. With a bombing earlier this year, the Turkey tourism factor -- sector is currently facing some notable weakness. Tourism accounts for less than 3% of our revenue in Turkey."
  },
  {
    "id": 5102,
    "text": "Before we begin, I want to remind everyone that statements on this conference call, including words such as believe, expect, intend, anticipate, contemplate, estimate, plan, project, should, may, will or similar expressions are forward-looking statements. They are subject to a number of factors that could cause the company's actual results to differ materially from what is indicated here. These factors include: general economic conditions, including the severity of current economic and financial market conditions; the level of customer demand, particularly for capital projects in the markets we serve; changes in supplier sales strategies or financial viability; political, economic or currency risks related to foreign operations; inventory obsolescence; copper price fluctuations; customer viability; risks associated with accounts receivable; the impact of regulation and regulatory, investigative and legal proceedings and legal compliance risks; potential impairment of goodwill and risks associated with the integration of acquired companies."
  },
  {
    "id": 5108,
    "text": "For the E -- for the cross-border e-commerce, we see no impact from the recent geopolitical trade war on the business. From a competitive landscape perspective, we are currently a leading player in the cross-border e-commerce, and we are confident that we will maintain this leadership. This is really underpinned by the higher-than-industry-standard user recognition and the overall elevated user experience."
  },
  {
    "id": 5161,
    "text": "Fotis, it's Graham. I think it's a combination of all of those that you mentioned in your first question, reference the ease of financing and whether a large credit-worthy counterparty is required. But country political risk is certainly a factor in these projects. Complexity of the structure is certainly a factor, and that can be a plus and a minus if you're including the upstream assets and the midstream unit all-in-one financing. Obviously, there's additional security there, but there's additional complexity. And then of course, the counterparties involved are also important. So if it's a tolling agreement, then obviously having BP as a counterparty is pretty helpful in terms of financing."
  },
  {
    "id": 5264,
    "text": "Besides the reduction in profitability, [indiscernible] back at this early stage of the transaction, the economy turned down in Brazil, political instability, creating additional challenges for the company 2015. The most obvious example of these challenges were the 3.8% drop in GDP, the highest seen since '99, and inflation that surpassed 10% at the end of the year, with the average IPC-A and IGP-M of 9% and 6.5% in the year, respectively."
  },
  {
    "id": 5281,
    "text": "And then on discount rates, we tend to focus a lot on the geopolitical risk and the life of the mine in terms of where we are in the world. Obviously, COVID-19 has changed the geopolitical dynamics in a lot of environments in a lot of countries. If you can't fly there or go there that makes it much harder to monitor things. And I do like my maple syrup and pudding. So we've been sticking to Canada with Québec and BC being our dominant jurisdictions that we've been deploying capital in. And obviously, where we've had the most success of the drill bit. And in terms of the earlier stage accelerator companies, because of the flow-through share and charity flow-through share program here in Canada and the low cost of drilling here, it's very much in our favor to continue to push on these brownfield stories that we've been able to focus on in Canada. The most recent one being the Bralorne asset."
  },
  {
    "id": 5325,
    "text": "Forward-looking statements are made based on company's expectations and beliefs concerning future events impacting the company and, therefore, involve a number of risks and uncertainties. The company cautions you that forward-looking statements are not guarantees and that actual results could differ materially from those expressed or implied in the forward-looking statements. Potential risks and uncertainties that could cause the actual results of operations or financial condition of the company to differ materially from those expressed or implied by forward-looking statements used in this conference call, include, but are not limited to: the overall level of consumer spending on the company's products; general economic conditions and other factors affecting consumer confidence; disruption and volatility in the global capital and credit markets; the financial strength of the company's customers; the company's ability to implement its growth strategy; the company's ability to successfully integrate and grow acquisitions; the company's ability to maintain the strength and security of its information technology systems; stability of the company's manufacturing facilities and foreign suppliers; the company's ability to protect trademarks and other intellectual property rights; fluctuation in the price, availability and quality of raw materials and contracted products; foreign currency fluctuations; the company's ability to utilize its net operating loss carryforwards; and legal, regulatory, political and economic risks in international markets. More information on potential factors that could affect the company's financial results is included from time-to-time in the company's public reports filed with the Securities and Exchange Commission, including the company's annual report on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K."
  },
  {
    "id": 5338,
    "text": "You can also clearly see the impact of Omicron at the end of 2021 and the recovery since then. We have received many questions from investors and analysts about the possible impact of bookings of the war in Ukraine, which has started on 24th of February. The day before, we reported full year 2021 result. And in the last 10 weeks since the war started, North Atlantic and point-of-sale North America have both averaged 85% of 2019 levels compared to 64% in the first 7 weeks of 2022 prior to the war starting. It might be early days, but so far, there is no evidence that the war in Ukraine has had an impact on bookings on either side of the Atlantic."
  },
  {
    "id": 5377,
    "text": "Thank you very much for being with us today. I believe it was very productive. Thank you for your questions. I think we managed to address the main concerns and need for further information by all of you. I just like to say that this is a complex year considering the political scenario in Brazil today. However, the political reality will possibly bring a better solution, going forward. We do bet on Brazilian agriculture. The current year shows fertilizer levels very similar to last year's, considering deliveries and the outlook for next year is to go back to some growth. So the company is getting ready to go to normal margins in order to follow up the future growth, mostly focusing its operations on specialty products, which have proved to be very successful. Once again, I thank you all. Thank you very much. See you next time."
  },
  {
    "id": 5490,
    "text": "Although we have enjoyed a good relationship with Salt Lake City and it having been an attractive venue for the show for many years, we're finalizing plans to relocate the shows to another host city in a different state. Despite efforts made by our Outdoor Retailer team to mitigate the effect of the political situation, over recent weeks, it has become clear that the adverse impact on the revenues of the summer 2017 show will likely be more than we originally anticipated, with revenues of our Outdoor Retailer Summer event now projected to decline by high single-digit percentage versus last year. This entire issue is transitional and unrelated to the underlying strength of the show itself, and we expense -- we expect to bounce back in 2018 when the show moves out of Utah and evolves into a 3-show model helped by the acquisition of the SIA show, as the outdoor industry consolidates around the 3-show format all owned by Emerald."
  },
  {
    "id": 5519,
    "text": "On Page 13, you see the deposit volumes, and again, that was a remarkable increase just in one quarter, 7%. And as you can see, it's almost across the board, so it's not just one country. Obviously, by volumes, the biggest impact came from the core in Hungary, as you can see there, 9% increase, which was entirely due to corporate. And again, here, the most important factor is the deposits are coming from fund managers, and also, the municipality deposits. Very positive development is in Russia and in Ukraine, that despite of the problems in each country, we have seen positive inflows during the third quarter, quite strong one, 6% in Russia and 5% in Ukraine, which, in fact, shows that our customers trust our banks in these countries, and we are regarded as trusted players in the markets in this somewhat troubled times. There also in other markets, and as you can see, deposits volumes increase."
  },
  {
    "id": 5556,
    "text": "Prestige beauty has rebounded strongly, and was returning to long-term growth of at least 4% annually. But recent volatility may make it harder to predict the trend in the next couple of years. We continue to believe we can grow well ahead of prestige beauty. And as things stands today, we expect sales growth in the range of 6% to 8% in fiscal '12. Of course, the recent negative economy and political trends here in Europe create uncertainty for global economies in our company. It may postpone the moment when prestige beauty growth fully recovers to historical 4% to 5% levels. The recent volatility and uncertainty in global financial markets may impact consumer confidence, demand and spending. We cannot predict with certainly the extent or duration of these conditions, but we are better positioned now to manage our business more effectively and efficiently, and allocate the resources to the most promising opportunity. Our business strategy of design to strengthen the company over the long term and our fundamentals are solid. That said, our first quarter is off to a strong start."
  },
  {
    "id": 5581,
    "text": "[Operator Instructions] Please note that this telephone conference contains certain forward-looking statements and other projected results which involves known and unknown risks, delays, uncertainties and other factors not under the company's control, which may cause actual results, performance or achievements of the company to be materially different from the results, performance or other expectations implied by these projections. Such factors include economic and market conditions, political events and investor sentiments, liquidity of secondary markets, level and political events and investor sentiments -- the level and volatility of interest rates, currency exchange rates, security valuations, competitive condition and size, number and timing of the transactions."
  },
  {
    "id": 5741,
    "text": "To offset, Michael, on that is you've got good copper backdrop, which is great and good production, but you've also got some macro uncertainty in Chile. And I think we've broken the back of COVID right now. I mean, our infection rates have come down dramatically. So I'm hopeful we're through that. But you still got the potential for social unrest and the constitutional referendum. So I think it's -- we're optimistic we'll see increased production, but there's still some uncertainty in the region, for sure. I mean I think the good news from what you can control perspective, the team has done a fantastic job getting off some of this excess inventory that we had coming into the year and also reducing the cost base to increase the profitability in Chile. So it's a good quarter, but the macro backdrop is still a little bit uncertain."
  },
  {
    "id": 5876,
    "text": "Costa Rica reported low- to mid-single digit volume growth for the quarter while in Panama and Nicaragua, volume contracted. In particular, Nicaragua is facing softened consumer dynamics, resulting from a disruptive sociopolitical environment. Our pricing in these countries remains challenging because of tough market competition, affecting our price mix portfolio for the region."
  },
  {
    "id": 5905,
    "text": "Yes. Thank you for your question. I got your question. Look, I will not comment on the global market, RBI. I think you probably need to go to them. Look, we made a decision not to put restaurants in Indonesia this year with a prudent thought process, right?  So there's a thought process. There are specific issues there. We are calling them as geopolitical reasons. It's industry-driven and so forth, right."
  },
  {
    "id": 5922,
    "text": "I think it's too early to tell. Our indications show what we think will be a pretty robust '18 and '19, and that comes not just from developers but from wind turbine manufacturers as well that we work with over here in the U.S. I think in the political climate today, there's a level of uncertainty that may be unique to the time that we're living in. So I don't know if people really fully appreciate yet what's going to happen because I don't think it's fully known."
  },
  {
    "id": 6020,
    "text": "In the consumption markets, nobody is positioned as we are to take advantage of this wave of e-commerce. Basically, all of the important players of e-commerce already are our customers or are in the process of becoming our customers. So we have the ability to talk with them all the time. And I can tell you that our sponsor keeps on anticipating to the future strategies that these e-commerce players have. The fact that we have that strong relationship, not only in Mexico but worldwide, provides us with unique information so we can anticipate where demand is coming. And we -- this way, we can keep on increasing the warehousing of assets for FIBRA Prologis. So the strategy is solid. I think that we are very well positioned, numbers are strong. And we are monitoring the geopolitical conditions as they could have an impact on the midterm, but so far, the picture that we're showing today is very, very solid."
  },
  {
    "id": 6188,
    "text": "So on Slide 4, just over a month ago, the Director of National Intelligence testified before Congress that he has never \"experienced a time where we've been beset by more crises and threats around the globe.\" He highlighted the humanitarian disaster that is accompanying the Syrian conflict. He highlighted the continuing challenges in Afghanistan and Iraq, where more than 5,000 civilians were killed last year. He talked about cyber threats from state and nonstate actors, the proliferation of weapons of mass distraction, a competitive China, a dangerous and unpredictable North Korea, a challenging Iran, a perpetual conflict and extremism in Africa and a violent political struggle in Burma, Thailand and Bangladesh, not to mention the urgent demands for energy, water and food and the increasing sophistication of a transnational crime."
  },
  {
    "id": 6352,
    "text": "One area of concern in the region is Russia and the Ukraine due to the political turmoil and military unrest that has impacted both countries. Activity levels in Kiev have slowed considerably, and we do not expect this to change until sometime after the political situation stabilizes, which means the fourth quarter at the earliest. We have implemented cost reductions and our downside is limited. Our operations in Moscow and St. Petersburg had a reasonable finish to the second quarter and are actually up year-over-year for the first 6 months. But activity is slowing and we expect the last half of the year to be more difficult amid increasing global sanctions and weaker economic conditions. For the full year, we expect flat year-over-year results in Russia."
  },
  {
    "id": 6436,
    "text": "Let's move on to EMEA. Our EMEA segment delivered 1% comp growth, representing its 11th consecutive quarter of positive comps. Fairly strong performance, giving -- given the dramatic decline in consumer and tourist activity across many of Western Europe's largest cities following the horrific November 15 terrorist attacks in Paris. Business prior to those attacks was strong, and EMEA was on track to have a solid quarter. We have quite recently begun to see the effects of that region's resilience and the recovery. We opened a flagship Starbucks Reserve store in London, setting the stage for significant expansion of our Starbucks Reserve platform across the EMEA region in the months and quarters ahead."
  },
  {
    "id": 6455,
    "text": "I think everybody's worried. I mean there is no doubt about that. I think the -- there's a lot of noise, both sort of that -- sort of macroeconomic, geopolitical trade, all these issues are very, very top of mind, but there is always going to be economics cycles, there's always going to be ups and downs, but we're also going to have many clients that navigate their way through all economic clients -- climates. And our focus is to zero in on those opportunities, make sure we've got the right mix of products and really talented staff that gets in front of them to provide the right financial solutions. So we're focused on that."
  },
  {
    "id": 6562,
    "text": "I think the situation in Russia is still very fragile. The political uncertainty causing unemployment and is putting pressure on credit line. Our product are high end, expensive in those country. Then to be honest, Benoit, it's very, very difficult to predict how fast Russia could rebound. In our planning right now, we planning for about half to what our volume was 2 years ago, fiscal year '14. And this is exactly what we saw in Q1, and that's what we put in our year-end planning."
  },
  {
    "id": 6563,
    "text": "Overall, a remarkable performance in what continues to be a very volatile global economy that has yet to deliver a uniform recovery. And looking ahead, economic and political uncertainty are unlikely to abate in any meaningful way in the short-term, so risk and challenges do remain. But that said, we're well-positioned and resourced to manage risk and continue to drive growth going forward."
  },
  {
    "id": 6573,
    "text": "2018 was marked by heightened uncertainty about the future. Political, economic and social outlooks globally remain clouded and unclear, which resulted in extreme periods of volatility in the financial markets. Only -- for only the second time in nearly 30 years have annual market returns were negative in both global bonds and in equities."
  },
  {
    "id": 6728,
    "text": "I would like to thank all our people as well as customers and suppliers who are working so hard to keep everyone connected across the world. Naturally, Nokia's first focus in this is our employees. We are working around the clock to keep them safe, and we're doing everything we can to support them through this crisis. We have put in place strict protocols for Nokia facilities and have provided clear advice to our employees about how they can mitigate the risks of COVID-19 in situations where they have to go about critical work. I'm very proud of the role Nokia is playing in supporting our customers and their communities. The products and services that we provide have never been more critical in enabling the world to continue to function in an orderly way. We are providing the capacity and continuity for vital medical, social and financial systems that are experiencing extraordinary stress. Our global manufacturing footprint is designed to optimize our global supply chain and mitigate against risks such as local disruptive events, transportation capacity problems and political risks. Our supply network consists of 25 factories around the globe and 6 hubs for customer fulfillment. As a result, we are not dependent on one location or entity. Telecom infrastructure is an essential service in most jurisdictions. Most networks see 30% to 45% traffic volume growth over a year. But through our operator customer base, we saw similar and sometimes even larger overall increases in lockdown impacted regions in just a matter of weeks, sometimes even days, immediately after the beginning of lockdown."
  },
  {
    "id": 6746,
    "text": "I was in stores throughout the year, and it was just incredible to see how our people work so hard through so many obstacles. The pandemic, civil unrest, natural disasters, accelerated customer volume, constant changes to laws and regulations and staffing disruptions due to leave that were understandable, but it did affect operations. Yet amid all of these challenges, we still reset layouts, managed availability and we improved quality."
  },
  {
    "id": 6898,
    "text": "Okay. Sir, also with respect to your export market, now I recollect because of the political uncertainty or turmoil, export business was impacted to some extent. Now given the recent disturbance that we are seeing in Middle East, given that Middle East is a large part of your export, how do you see the export business panning out? And -- yes, your thoughts on this, please."
  },
  {
    "id": 6900,
    "text": "In the production focused for foreign markets and exports in our international operations, there was a market retraction of 12.1% in our results, and the exports were impacted by political and economic crisis that were experienced in different countries in South America. Marcopolo Mexico though had a volume -- what was 36.6% over 2018."
  },
  {
    "id": 6950,
    "text": "Like everyone else, we're also closely monitoring the global macro environment. Blackbaud has a unique role to play in times of crisis as the need for many of our customers' services increases, and our focus is always on supporting our customers to help them achieve their missions. It has been inspiring to see how our customers have come together in response to the conflict in Ukraine to raise millions in funds for humanitarian relief. While Blackbaud does not have operations or employees based in the area of conflict, we're proud to be powering critical work that is making a real difference in the lives that have been upended by this crisis. Since the start of the conflict on February 24, organizations have leveraged Blackbaud technology to engage supporters and raise funds for humanitarian relief. For example, CARE is providing basic supplies and services for families fleeing Ukraine, with a goal of reaching 4 million people in need. Direct Relief is partnering with Ukraine's Ministry of Health and others to provide critical shipments of 164 tons of medical aid, and [ Chabad ] Children's Home has successfully evacuated over 3,000 people and continues to care for refugees in country."
  },
  {
    "id": 7067,
    "text": "And Venu, there would be some impact on SMEs as well, the trading community. But I think in a way, I think, they have been very pragmatic. A, they -- I think you also had to add, particularly in this quarter because there's political uncertainty as well. You would appreciate that a lot of customers, so which is end-user consumer, consumer is not the retail guy, which is also the corporates and the SMEs who were consumers particularly in Q4. So there's a mix of everything, and the NBFC, you see the other challenge  is, a, they are not expanding the agreement, but a lot of NBFCs are going back to their customer and asking the money back. You see -- so there is a withdrawal money from the system, which is mainly increasing liquidity for these large banks or the [indiscernible] but that's not helping the overall lubrication in the system. So I think it's a mixture of everything, but yes, I think it is definitely driven largely by the consumer also but when people feel there will be a slowdown, I think you will appreciate this is ultimately advantageous as well. So there's something -- they'll pickup maybe when we see the demand coming back. But NBFC crisis has only worsened the situation in my view. So you cannot take it away from the equation."
  },
  {
    "id": 7068,
    "text": "But I do have 1 last question on U.K. tax, if I may. It's just kind of a curiosity, because there were some news flow or noise recently about the U.K. cutting off tax claims. I know it was quashed for this cycle, but some people still see it as a risk for next cycle. What's going on there? And is this related to Brexit and the whole uncertainty and the need for the government to hang on to more cash? Can you talk about any kind of risk around the -- political risk around it and what's going on in that market?"
  },
  {
    "id": 7198,
    "text": "Turning to the U.S. We are disappointed with the 4% decline in the third quarter. U.S. pharma reversed the improving trend we saw in Q2 as our largest pharmaceutical customers as well as generics companies slowed spending across both LC and LC-MS instruments during the second half of the third quarter. On the other hand, Q3 sales to our U.S. industrial customers grew 5% year-over-year. Overall, the Americas declined 5% in the third quarter, including expected weakness in Latin America due to the ongoing political instability in both Mexico and Brazil. Year-to-date, the U.S. grew 2%, slightly ahead of 2018's Q3 year-to-date results, while total Americas in 2019 year-to-date have been flat, influenced by weakness we've seen in Latin America throughout the year as well."
  },
  {
    "id": 7238,
    "text": "We are living in a very challenging macroeconomic environment. The war in Ukraine is creating great instability in the global economy. In Befesa, we don't have any direct operator nor customers in Ukraine nor Russia. However, we are very concerned about the developing situation there and the long-term consequence [indiscernible] today. International ban to the import of Russia in commodities like gold, steel, oil and gas is also putting pressure on European commodities, and alternative sources of supply are being used."
  },
  {
    "id": 7305,
    "text": "Although we are optimistic, we know that we face short-term challenges and continued uncertainties in the second half of our fiscal 2022. We believe these items are appropriately reflected in our updated guidance. For instance, the repercussions of the military conflict between Russia and Ukraine are significant. For Comtech, the current conflict is directly impacting short-term elements of our sales pipeline. Certain customers have paused procurement and deployment of satellite and troposcatter communications systems and instead begin purchasing war-fighting equipment, such as anti-tank missiles and other lethal equipment. The U.S. defense budget and defense budgets worldwide are now being adjusted in real time to reflect the priorities of war in changing European geopolitics."
  },
  {
    "id": 7312,
    "text": "On the domestic horizon, we see change as well. Earlier this month, the administration released a new security strategy highlighting priorities for our 21st century defense. Citing the strategic turning point after a decade of war that is now concluding, the joint force will be reshaped to be smaller and leaner, but more agile, flexible, ready and technologically advanced. Forces are to be rebalanced with more emphasis on the Asia-Pacific region and the Middle East while assuring additional focus on the critical priorities of Space and cyberspace, Intelligence, surveillance, reconnaissance communications and navigation systems, counterterrorism and irregular warfare and effective nuclear deterrent and counter weapons of mass destruction capabilities. There will be an emphasis on air and naval forces while reducing land forces, and on building more effective security cooperation partnerships with friends and allies."
  },
  {
    "id": 7338,
    "text": "So why is now the right time for AirBoss to enter into this transaction? We continue to see a very complex landscape with respect to chemical, biological, radiological and nuclear hazards. This includes both the specter of chemical and biological stockpiling by certain groups, including ISIS as well as the recent instances of use of agents like sarin and chlorine gas by Syria. Ongoing regional tensions and conflicts in the Middle East suggest there are meaningful opportunities in that theater, and CSI has a number of well-established relationships and a strong reputation in that region that we could leverage. And in recent years, we have seen potential combat environment shift and correspondingly, changes in global military priority. Examples of this are the U.S. military's efforts to improve cold-weather capabilities, evidenced by the bunny boot award we announced towards the end of 2018, Russia allocating significant resources to building Arctic forces and an increasing number of conflicts entering urban areas."
  },
  {
    "id": 7369,
    "text": "But there will continue to be headwinds. Foreign exchange is obviously at the top of the list and has a significant short-term impact. Pricing to recover that impact, taken by both P&G and other industry players, is likely to result in some market contraction and reduce consumption in several countries. Lower commodity costs will create a consumption headwind in energy-producing countries. And political instability will continue to result in some ongoing amount of market-level disruption."
  },
  {
    "id": 7370,
    "text": "Thanks, Mikael. Let's talk about APAC first. Because we're being -- we're underperforming in APAC in Q2. The reason is -- first reason is, we have a situation where we are split of our revenue. We're quite good in countries like Thailand and Malaysia. And those countries, they were hit the hardest through Q2. All of the tourism and all of that stuff went down. There were even political unrest in Malaysia. So that's why we are, overall, not where we want to be in APAC, number one."
  },
  {
    "id": 7371,
    "text": "These are the facts. As we look at the fourth quarter today, business conditions remain challenging due to headwinds created by the macroeconomic and political unknowns that we have discussed, and that we and our customers live every day. In the short-term, we expect continued soft demand and aggressive inventory management by most of our customers to continue. As a result, weak demand and product pricing pressure are expected to result in lower operating results in the fourth quarter 2012."
  },
  {
    "id": 7396,
    "text": "Let me spend a couple of minutes talking briefly about what we're observing externally. First, the current political environment has created added uncertainty globally. It's too early to predict how the results of the U.S. election could affect our operations in the year ahead, but we are paying close attention and working hard to understand how potential policy changes under the new administration may affect our business, especially related to global trade and energy."
  },
  {
    "id": 7406,
    "text": "As we advanced from Q1, we saw unfavorable weather and trade activity, combined to impact sales in key regions. Weather in North America, India, Australia and partly Europe impacted sales in the first half. The lengthy trade disputes and political environment has also added a level of uncertainty to the market that is causing delays in investment decisions. Our business has remained resilient throughout the first half of 2019, demonstrating the benefit of our diversification, and we achieved sales growth of 12% in Q2, including organic growth of 3% and adjusted EBITDA growth of 4.3% over last year."
  },
  {
    "id": 7536,
    "text": "Okay. I'd say, Jon, the bottom line is we're -- the fundamentals when you look at the economy are extremely good, the last couple of weeks or so, I don't know what happened to -- there's -- whether it's the geopolitical issue of one losing the house or not losing the house or is it interest rates that may be bothering. I mean, there's a couple of deals out there. I don't know the answer to what's causing that deal. But when you look at the fundamentals, the fundamentals are still very good, they're still very strong. And when I think we get out of this psychological aspect, what people think about interest rates or that who's going to be leaving the house or something like that, I think if things don't change, we should still see the good growth that's out there. I think, this is a blip, and I mean, I think, fundamentals a very good. And having said that, we're really subjected to some large loan payoff, but we are working harder to make loans, we're focused on organic growth, and Tim, you may want to jump in."
  },
  {
    "id": 7680,
    "text": "Okay. Thank you, Sok Hui Lim. I have just 2 slides to supplement Sok Hui's observations. The first slide, which is called outlook. I don't need to repeat the fact that the world has changed dramatically in the last 3, 4 months, the issues in Ukraine have caused a massive slowdown. I think both World Bank and IMF growth rate forecast are down close to 1%. Inflation coming through, particularly in the entire commodity complex metals, food, food systems, and obviously, there's potentially some downstream impacts of that. And supply chain disruptions continue to be the case, even the earlier disruptions from chips, but also now added to that other supply chain disruptions coming out of the war."
  },
  {
    "id": 7728,
    "text": "Matt Lofting at Nomura. Two questions, if I could, please. First, just coming back to your Upstream strategy, could you just talk a little bit about how you see the geopolitical risk profile of the business, medium term, and how you manage that? And clearly, the strategy around reserve replacement, medium term, is more geared to Russia and behind the areas like Iran. Is the portfolio really deep enough and big enough to absorb the increased risk profile on a medium term basis? We've seen, I guess, in the last couple of years the effects of outages and unexpected changes into Libya and Yemen and other regions. Secondly, just on the balance sheet, can you just clarify when you show the gearing ratio coming back down below 30% for the full year, what treatment are you applying on the hybrid bonds that, I guess, that your balance has risen to over EUR 2 billion worth on the balance sheet. It looks like, under IFRS, you're using 100% equity accounting. How do you really think about that low from the perspective of managing the business, given that I would have thought the credit agencies and others tend to apply a 50-50 debt equity treatment?"
  },
  {
    "id": 7796,
    "text": "So Al, if you recall, last year, there were certainly some turmoil around the elections in Cambodia. That seems to have passed. We had a very strong quarter and year-to-date, and the outlook for the balance of the year is quite good in Cambodia. And in Thailand, there's been almost no impact, and in fact, since the military has somewhat taken over in Thailand, things have stabilized and we're back to a very strong consumer economy in Thailand that we've been accustomed to. So nothing to report there other than all systems go."
  },
  {
    "id": 7823,
    "text": "I wanted to -- a couple of things in your prepared remarks I wanted to touch on. I'll try to keep it to 2. The first is your guidance, you talked about, apparently, geopolitical issues that you think might have some constraint on your business. I'm hoping you can elaborate on that. For one, I noticed that EMEA was pretty strong, still down from the prior quarter, but still quite strong. And I'm wondering if you might have seen a certain amount of sale into that in preparation or would you expect that to stock down in the quarter? And the other point was, you talked about the stocking the shelves effect with your new products. Does that mean to say that with the new products, you really built that many of them that you stock the shelves? Because normally, you guys kind of ramp up slowly as you launch new products in the market is my expectation. So those are my 2 questions."
  },
  {
    "id": 7939,
    "text": "In Europe, overall sentiment continues to improve. Leading indicators suggest that the modest recovery will continue. This is good news on top of occupancies in Europe that remain strong, up 130 basis points to 73%. Our European REVPAR was up about 2%, and highlights for the region include Italy and Spain. REVPAR in Greece was up over 28%. But at the other end, growth in the U.K. was slow, trends in France continue to be soft as they were in Q1 and Germany faced tough comps where we left some significant trade for our business. But the biggest dark cloud moving over Europe today is the situation in Ukraine. But despite conditions there and the impact of U.S. sanctions on business in Russia, the quarter in Europe ended in line with our expectations. If the situation in Ukraine and tensions in Russia do not escalate, we expect that REVPAR growth in Europe will improve for the second half of the year. And behind this outlook is a robust calendar of events in the U.K. and France and some good backlogs in Germany and Greece."
  },
  {
    "id": 8004,
    "text": "And just real quick on the crack, I would say that the big story here over the last 30 to 60 days has been the distillate. So I mean, our view is distillate really ran up late last year, obviously, with the situation in Ukraine, uncertainty around sanctions in the first part of this year over in EU. And now we have a lot more certainty. So the market came off pretty precipitously since the beginning of the year, and now we're seeing it recover to a more fundamental level."
  },
  {
    "id": 8092,
    "text": "While there have been and still are economic and political uncertainties ahead, we feel that this housing recovery is fundamentally based and driven by a long-term demographic need for housing. 2012, therefore, we believe, is just the beginning of the recovery as single-family starts come off their lows at just under 600,000 compared to the 50-year household formation average of 1.25 million households per year. Recent years' low housing starts and household formations have created a large pent-up demand of homebuyers who started reentering the housing market in 2012 and are likely to continue to do so into 2013 and beyond."
  },
  {
    "id": 8382,
    "text": "I'll start with the initial comment that, obviously, the baseline forecast that we have does not really take into account any of the recent developments in Ukraine as these really cannot be predicted with any level of confidence at this time. In general, we feel the potential impact on the U.S. may not be as direct or as immediate as we may see in other countries. But clearly, long-term risks related to increasing inflation and rising interest rates are something that we have to certainly be alive to because they can negatively impact overall economic growth prospects."
  },
  {
    "id": 8401,
    "text": "I think we're at the bottom. We got to handle the situation, you know, and businesses are able to move forward. I mean that's real. I mean there's some political uncertainty because it's an election year. So we can't forget about that. But I mean, the big deal is COVID, and it's -- the impact on the economy and on people, and that's it. That's all I can tell you. So I don't know the answer to your question."
  },
  {
    "id": 8482,
    "text": "I'll start, Caitlin, and then I'll turn it over to Cathy for the discussions on the projections and the budget. In terms of the cost of debt today, there's been -- our last Master Funding was done in April as you know, and the weighted average cost of borrowings for the 2 tranches we did was about 4.06%. Were we to execute that offering today. It's likely that the cost of debt might be 25 basis points higher than that, and that's just based upon estimates we have from bankers that have sold our debt in the past and have been keeping tabs on the market. A lot of that is due -- obviously, the 10-year treasury today is back at levels that were probably consistent with where we were in April. But a lot of that is due to sort of unrest in China or unrest in Europe or various other issues that have happened and it would obviously change from day to day. So that spreads will happen and change from day to day. The other thing that you'll notice is that as we've done our Master Funding transactions with virtually everyone, our relative debt spreads have come in and we hope that, that will continue to be the case, too, as we get the portfolio larger and more diversified."
  },
  {
    "id": 8491,
    "text": "We've also seen global economic and political events together with domestic uncertainty, particularly over the last 6 to 8 weeks, putting a damper on economic activity. Our niche businesses and the ability to add them on occasion as we did this quarter with Premium Finance continue, however, to position CapitalSource for a strong and profitable growth. Additionally, our specialty lending areas have only selectively been subject to the type of price competition which is occurring with some frequency in more commodity-like businesses such as general cash flow for multifamily lending. As a result, we continue to fill comfortable with our growth projections and the ability to maintain lending spreads and our net interest margins at enviable levels compared to banks of comparable size. Operator, we are now ready for the first question."
  },
  {
    "id": 8492,
    "text": "Turning to the Eastern Hemisphere. We have totaled of 8 rigs in Oman, 5 of which are of the new ADR technology and all the rigs are performing well. Our Libyan operation is still currently suspended due to the ongoing political instability in the country. We have left the country and took steps to secure the company’s assets comprising of 4 drilling rigs and related assets. We have had someone in-country inspect the equipment and believe it to be safe in the desert. In Australia, we have 16 rigs, 14 drilling and 2 work over. Activity in Australia has been slow due to the flooding that has occurred over the last several months. Wet weather conditions have had a negative impact in Australia for the last 2.5 quarters but the weather is starting to dry up and most of the rigs are back running now. Three of our bigger rigs, our 2,000-horsepowers, are still looking for work. We have several tenders out for these and we feel that -- promising we'll put at least one of them back to work. We're also in the process of relocating one of our 2,000-horsepower rigs to Poland and it's just offloading off the boat as we speak. We continue to have steady work in Gabon and New Zealand with one rig working in each area and doing well. We are currently running about 65% of our fleet on term projects, which will carry us through 2011."
  },
  {
    "id": 8637,
    "text": "Let me now disaggregate our sales results and provide some color surrounding performance in key markets. Before I comment on other markets, including our business in Mainland China, let me draw your attention to the ongoing situation in Hong Kong. Many of you will be aware that the civil disturbance has had the effect of deterring mainland residents from visiting the territory. I remind you that the majority of our sales recorded in Hong Kong are to mainland visitors. Many businesses, including our own, have seen sales adversely impacted. As local protests and unrest have escalated, we have served slower offtake late in the quarter. Sales in the territory in recent weeks have been down around 20% versus our fourth quarter 2014 average. As you might imagine, we are closely monitoring the Hong Kong situation. We believe it'll be temporary and have great faith in the Hong Kong and China government ultimately resolving the situation. That said, it's hard to predict exactly when the situation will return to normal."
  },
  {
    "id": 8766,
    "text": "Ladies and gentlemen, I would now like to talk about the outlook for the group for the second half of the year. The first half of 2017 was positive for the BMW Group. However, with the uncertainty surrounding political and economic developments worldwide, the rest of the year will remain challenging. As usual, we also expect to face higher expenses in the second half of the year than at the beginning. Nevertheless, on the basis of these strong figures, the BMW Group remains confident about the second half of 2017, and we are able to confirm our guidance for the full year."
  }
]