[
  {
    "id": 1,
    "text": "We take a vendor-agnostic stance in the delivery of our solutions. It is intrinsic to our value proposition and an essential component of the network effect CTP provides for our clients. It means that we integrate with, monitor, manage and apply our intelligence to numerous third-party products, allowing us to analyze network data from many different security devices, tools and software running in our clients' environments. It also means that we help our clients maximize the effectiveness of their existing security architecture by coordinating and enhancing the value of disparate point products making the most of what they already have in place. We believe SecureWorks is well positioned to bring a higher level of effectiveness, efficiency and coordination to organizations as they look to reduce their vulnerabilities, improve their ability to identify real threats, expedite the containment and eradication of those threats and optimize their existing security investments. We are excited about the global opportunities for SecureWorks as cyber security remains a key imperative at the highest levels of organizations and with Boards of Directors. Our solid results this quarter reflect our success in serving as a close trusted partner in information security solutions to our clients. We are committed to continuing to provide this level of security."
  },
  {
    "id": 2,
    "text": "On the product side, the revenues are generally driven by product shipments. When -- if you think of the recurring revenue portion of that, what makes the products valuable is that all of the organizations that use the same operational concepts or weapon systems or interoperate with each other are going to need the same products in order to interoperate. So one of the ways you can sort of gauge what the recurring revenues will be is by looking at the -- the size of the organizations or the platforms that are used with the number of platforms. So if we're integrated on things like FAA teams or on Apache helicopters, some kind of helicopters you can count up -- you can count up the market sizes there and anticipate that we'll have shipments to cover all those as well as the spares. The thing that we keep referring to that's helped grow sales is that we're evolving to larger and larger organizations and addressing platforms that have many more numbers than some of the other platforms. So that's the thing where we go from since -- with our -- we used to do, what we used to call MIDS LVTs or MIDS JTRSs. We go to small tactical terminals, a lot more small tactical terminals. We go to handhelds, there are many more handhelds. And as we integrate weapons, there's potential for many, many more weapons."
  }
 ]