[
  {
    "id": 226,
    "text": "Thank you, Nir. Turning to Slide #6. I want to address this Swords of Iron War and the impact on our business since October 7. About 2 months ago, our country was brutally attacked by Hamas terror organization, and now finds itself at war to protect itself and its citizens."
  },
  {
    "id": 333,
    "text": "Mr. Smith, this is Mike Pfeiffer. I don't think we have any way of measuring the political impact or certainly not assigning it to any one politician's comments. But certainly, this is a unique time in our history because of the very first time ever, we have the nominee of a major political party, one with a very reasonable likelihood of winning the presidency, overtly stating that the Supreme Court got it wrong in the Heller case. And actively campaigning against the lawful commerce in arms. That's unprecedented. And will be hard for any of us to believe that didn't have some impact, but it can't be measured."
  },
  {
    "id": 376,
    "text": "The marine and aviation war risk, the market is essentially flat with rates down 1%. And for our global terrorism portfolio, rates are up about 4%. One class of rates rising more sharply is political risks where rates are up about 25%. We have a rather small and plain vanilla defensive position in this class. And so far, we haven't been enticed by the rate increases to see good opportunities. We think 2011 might be a year where that could be possible."
  },
  {
    "id": 539,
    "text": "Sure. First I would just clarify. We have not signed to participate on any facility at this point with higher broker consideration. And that -- and you shouldn't -- I'm not trying to be coy. We haven't yet come to terms and signed on the Marsh facility. But the reasons why we're interested in doing it, if you look at our position in the terrorism, we have the biggest market share in Lloyd's most years. It's not #1, it's #2. It's an extremely attractive class. Lloyd's is one of the -- probably the preeminent center for terror risk in the world, and we are arguably one of the premier underwriters of terror risk in the world, and Marsh is one of the largest producers of the class. So that's a circumstance where at a certain point, you say, \"Hey. Well, we've fought the good fight. We stand by our principles, but we also -- we are not a -- merely a mercenary institution; we're here to maximize returns for shareholders. And so don't fight religious wars. If it's still economically attractive to do so, then just get on with it."
  },
  {
    "id": 668,
    "text": "Okay, I'll try. So I said a lot of this in what I started with, but let me just give you a little bit -- a little more, Glenn. We don't believe there was really any impairment of our franchise at all during the quarter, but I don't want to sugarcoat things. I think we underperformed during the quarter. So just a little more on that. Every business, as I imagine, had positive revenues. So it's not like there were big losses somewhere. Volumes were lower, but they weren't a lot lower, which is why I tell that we don't think there was any impairment of our franchise. We have certain -- I mean, it's harder to figure out volumes in some of the FICC businesses than it is in Investment Banking, where you have league tables and you have volume numbers. But we have several measures that we use, and I would tell you that they were down but down modestly. Given some of the macro uncertainties that we saw, many of which were driven by political rather than economic issues -- so they're much harder to analyze, certainly for us -- we didn't manage the market-making inventory that we get as well as we have in the past. That was true across the franchise. It was especially true in Europe and Asia, where many of these macro political concerns existed. As a result, we retained very, very little risk. You saw what our VaR numbers were on average across the quarter, and I will tell you at the end of the quarter, they were even lower than they were throughout the quarter. In hindsight, given the way things unfolded, that may have been a bad decision; it may not have been a bad decision. We don't know, and we may not know for a while, but the position that we made. And again, given that, we -- without sugarcoating, we did underperform during the quarter. Now one of the very, very few quarters since our IPO that we've underperformed, in fact, but we did. We're disappointed in the results. We're glad that it's really nothing to do with our franchise, and we're very focused on doing better in the future."
  },
  {
    "id": 750,
    "text": "Sure in Middle East & Africa, there's a lot of opportunities, and I don't have to tell you, fear of Iran and terrorism there, a nuclear Iran and their adversary, Israel, is a serious, serious problem just from a state of security. Never mind the fact that you have Islamic radicals and a lot of antiterrorism problems. You also have the issue of critical infrastructure and the attempts that happen on oil and liquid natural gas fields, different types of mines from uranium to tanzanite to you name it. So there's obviously a lot of threats and a lot of problems there, and several countries with the resources to do something about it."
  },
  {
    "id": 775,
    "text": "In terms of the risks, Amit, we've been pretty cautious in and around Russia for some time. We haven't written any risks, and we don't know of any significant exposure we have in the Ukraine from sort of financial risk end of things, partly because of sanctions, but also for reasons essential of underwriting, we've rather been avoiding Russia since the crisis had blew up. So those have run down very significantly. I think you're also using political risks to cover the sort of political violence end of things, such as the rather tragic shooting down of the Malaysian jet over the Ukraine the other day. We do write many foreign airlines. It's an area we like to be on, and aviation war is part of our portfolio. But if we look at actually both of the Malaysian tragedies, and we also look at Tripoli airport, we find that our involvements are very, very modest indeed. Some of these events were a bit too recent to give you precise numbers on. But as we say, that neither John nor I are losing any sleep about any of these individual events, and frankly, we're not losing any sleep about the totality of those events. As I mentioned on the call, however, there has been enough going on in the aviation war markets to turn that market around. I think our products, our services are going to be very much in demand. With that said on the call, underwriters would be expecting probably double the pricing in aviation war going forward, and probably even bigger increases on the reinsurance side maybe 2 to 3x."
  },
  {
    "id": 795,
    "text": "So let's go to the final column. So while budget cut discussions continue at home, the international environment is volatile as ever. As the quote from the State Department Spokesman suggests, things in Syria have gone from bad to worse. Meanwhile, National Security decision-makers are continuing to be concerned about losing control over large stockpiles of chemical and biological weapons. The obvious and increasing humanitarian disaster continues, and the infusion of Al Qaeda and other extremists looking to make Syria their next front. When you look over towards Iran, it continues -- that country continues to desire to gain nuclear weapons and that just escalates tensions. Aside from the ongoing sanctions and diplomacy, recent press reports state that the Gulf nations are increasing their military and defensive capabilities. Some of that is through new weapon systems, while much of it is clearly a larger presence of the United States military in that region."
  },
  {
    "id": 1217,
    "text": "Now let's go to the regions distributor markets, which account for -- accounted for 37% of the EMEA's total fiscal year sales and 30% of sales during the fourth quarter. Distributor market sales decreased 14% in the fiscal year and 26% in the fourth quarter. This is the first time in 10 years that we failed to achieve full fiscal year growth in the EMEA distributor markets. This was primarily due to 3 reasons: the continued political and economic instability in Russia, including a massive currency devaluation and accompanying recession. So the first full fiscal year of sales in Russia declined about 30% compared to last year. The ongoing political and economic instability in Ukraine, including combat in the Donbass region, which is the industrial heartland of the country, for the full year sales in Ukraine declined 77%. Sales declined in the Middle East, primarily due to lower sales of WD-40 Multi-Use Product in Afghanistan. Our marketing distributors in Russia and the Ukraine are actively pursuing strategies to reestablish growth in these countries. But despite our optimism for economic and political stability, we are unable to predict the immediate future for these markets. We find comfort in the fact that virtually all of the remaining distributor markets continue to see year-over-year growth. Although sales throughout EMEA were challenged throughout the year -- in this fiscal year, WD-40 Specialist product line sales were strong. Reported sales of the WD-40 Specialist product line in EMEA increased 16% in the full year and 19% during the fourth quarter."
  },
  {
    "id": 1710,
    "text": "Talking about St. Petersburg Stock Exchange. This goes back to our earlier point that successful trading on the exchanges depends heavily on the functionality of the various fundamental capital markets infrastructure pieces. And unfortunately, some of them have been put on hold for now. So we have not observed any distractions in the infrastructure links, but some of them have been frozen. So there's been some cautious signals from all parties at the political level that sanctions and the freeze on the infrastructure might potentially be lifted as soon as we see some peaceful progress in Ukraine. So that's our hope for now. So, at the moment, nothing to add apart from the fact that the situation is liquid and heavily dependent, obviously, upon the -- this process in Ukraine."
  },
  {
    "id": 2606,
    "text": "The second element of uncertainty is related to the political situation and elections. The political scenarios continues to be a source of uncertainty, but we will try to navigate those waters as we have had in the past."
  },
  {
    "id": 2691,
    "text": "So it hasn't changed for the last few months, but I'm not sure I would concur 100% with your comment that it's been the case for the last few years. We've seen some uncertainty in terms of project award due to some local political or administration challenges in countries like West Africa. What we started to talk about in the first part of 2013, that we are seeing a number of projects being postponed by the IOCs for other reasons, which could be the constraint of the supply chain, which could be some concern that they had on the cost escalation of the project with a price of oil between $90 and $110, which actually led them to review the technical solution that they were considering for the project to work with the industry and with Subsea 7, in some cases, to try to identify the most cost-effective solutions through technology and other means. So we see more project being delayed since the beginning of 2013 than we had seen in late 2012, for instance. And the reasons are slightly different than they used to be. Well, obviously, the unknown of political situation in West Africa is still there."
  },
  {
    "id": 6898,
    "text": "Okay. Sir, also with respect to your export market, now I recollect because of the political uncertainty or turmoil, export business was impacted to some extent. Now given the recent disturbance that we are seeing in Middle East, given that Middle East is a large part of your export, how do you see the export business panning out? And -- yes, your thoughts on this, please."
  },
  {
    "id": 9425,
    "text": "And so we look forward to seeing that more as we go forward. And I would comment too, Heiko, that not only are we getting a lot of inbounds from U.S. utilities, we are seeing increasing interest from other global players because it's not just an issue for the U.S. Everyone around the world recognizes the geopolitical risk, and they're looking for diversification. For many years, the price of uranium was very low. Utilities were struggling with profitability. And so they were willing to go for the lowest price, no matter the geopolitical risk. They felt like they had to do that."
  },
  {
    "id": 13256,
    "text": "Well, this attack was a weapon's grade attack by Russia on Ukraine that utilize cyber tools that were built by the NSA and the U.S. government. A group called Shadow Brokers stole those tools and they were turned back on the Ukraine and the devastation in the Ukraine just hasn't properly been reported. All the airports were down, all the trains were down, hospital systems were lost. The monitoring systems in Chernobyl, that monitor what is the most infamous nuclear plant in the world, were lost. If you looked at pictures that are on the Internet of the Kiev airport, every single screen showing the red screen of death, every point-of-sale terminal in the big grocery stores showing the same thing, every ATM machine down in the country. This was an amazing attack and we are thankful that our teams were certainly able to stop it at the borders of TNT, it didn't impact of the FedEx enterprise. But the devastation in the TNT technology estate was considerable, to say the least."
  },
  {
    "id": 14054,
    "text": "Now the quality of growth is good. We again increased investment behind our brands by moving our support up by EUR 460 million. Strong brands are getting stronger, and we now have 15 brands with EUR 1 billion or more in turnover. That's up from 11 only 5 years ago. This year, we actually welcome Signal to the list. We also continue to invest in building organizational capabilities. We see opening of the state-of-the-art Singapore training center, the Personal Care Pit [ph] Center in London, which you saw, as well as the further rollout of our world-class manufacturing program. Finally, divestitures and minor acquisitions further strengthened our portfolio. Whilst business conditions in the last 4 years went easy, 2013 was even more challenging as the world continues to face a series of political, economic, social and environmental uncertainties. Some of these were foreseen, but many were not, like the demonstrations in Brazil and Turkey or the currency devaluations in some of the fastest-growing emerging markets, or increasingly extreme weather conditions as you've seen recently again in the Philippines or the U.S. You heard me talk many times about the increasing volatility and uncertainty of today's world, and I don't propose to dwell on this today. The volatility I have just referred to puts further short-term pressure on all businesses but confirms to us once more the relevance of the Unilever Sustainable Living Plan and the need to drive towards an even more agile organization. Competition continues to be intense in key markets, such as Nigeria, South Africa, India, Brazil, Indonesia and especially the U.S."
  }
]