[
  {
    "id": 6,
    "text": "They have just completed the host of Rugby World 2019 and then they will host the Tokyo Olympics in next year. So there might be some investment infrastructure, more tourists and also more athletes. So that is an impact as the consumption tax rate increase from 8% to 10% in October this year. And the government would gain more tax, of course. And there's the impact from U.S.-China trade war. Japanese is the major manufacturer, the major industrialist, so they were affected. They have a lot of investments in China and in Vietnam, and a trend decline in the labor force. Currently, the average age of the population is at 48 years."
  },
  {
    "id": 7,
    "text": "Well, I think they outlined it and we outlined it. They saw some value in our integrated model, the fact that it could touch the patients across our book of business in ways that they couldn't do previously. They looked at our service levels. They looked at ways we impact their member experience and then ultimately, the value that we bring. Think about taking the execution of the clinical protocols, combined with their medical information and our pharmacy data, we can truly impact their clients and their members. So I think it was a combination of things, Eric. They saw the opportunity, and then the long-range opportunity that we have to work together on some new programs. As far as opportunities, obviously our Pharmacy Advisor program, our Consumer Engagement Engine, we think we have opportunities around the specialty side of the business. We think we have some opportunities around Maintenance Choice. Obviously, these are all dictated by their clients and the payors. But the issue is to use our pool arsenal of weapons, if you will, in the pharmacy area and the clinical area to improve patient outcomes and lower costs. So in kind of a short way, that's how they thought about it, I believe."
  },
  {
    "id": 8,
    "text": "In addition, we are upgrading our product matrix of utility apps. In March, 5 of our apps were among the top 3 or top 30 nongame apps on Google Play. With the continued success of Clean Master and CM Security as a base, we are able to effectively cross-sell other apps with high frequency of use, such as CM Launcher, CM Browser and CM Locker.  In addition, we've recently launched the CM Backup, a cloud-based backup and restore service. The app has been well received by users and has been successful in encouraging our more and more of our app users to reach this result. This layering of products is creating a powerful matrix of utility apps that not only help us expand our user base but also increase our user time spent and the user engagements."
  },
  {
    "id": 9,
    "text": "I would say it's both. Going into new states certainly does afford us an opportunity to look and extend our look into geography, but it'll be a combination of both, probably split pretty equal at this point."
  },
  {
    "id": 10,
    "text": "Looking at our third quarter results. Net sales increased nearly 42% year-over-year, reflecting stronger underlying OEM aftermarket demand, as well as the impact of additional one-time military contracts. If you look at our segments, wheel sales were up approximately 24%, which is predominantly the result of improved market for trucks and trailers. The Components Group sales increased 42%, reflecting stronger aftermarket deliveries from Gunite and significantly improved sales of third-party castings from the Brillion Ironworks."
  }
]