[
  {
    "id": 1,
    "text": "Optical Security Media Card backlog at March 31 was $10.4 million. Included is $7.9 million for the Angola National ID Card program, $1.9 million for the U.S. Permanent Resident Card program, $500,000 for the Italian programs and $100,000 for the vehicle registration programs in India. In addition, there was $2.2 million of backlog for card-issuing equipment and consumables for the Angola program."
  },
  {
    "id": 2,
    "text": "A legitimate policy concern is that you don't want your housing stock in your major cities that starting to become [indiscernible] a store of value from people outside the country. And that has overreaching policy concerns that probably just don't necessarily affect us as a mortgage lender. I think we've always been prudent in the way we lend. We make sure that the people have the down payment. The down payment comes from identifiable sources that the people have the income and the job to be able to support that income."
  },
  {
    "id": 3,
    "text": "That said, since our last presentation to the markets, we have seen how the COVID-19 pandemic has unevenly evolved. It has hit hard almost all geographies, including the U.S. and most Latin American countries. And in recent weeks, the news are showing new outbreaks in some European countries that had already left behind tight lockdown measures weeks earlier. As you may well be aware, Argentina has been since March in different stages of lockdown depending on the provinces and the acceleration of the spread of the virus. Lockdown was intended to flatten the curve of positive cases at a very early stage. Since then, cases have continued to increase but in a slower pace than in other geographies and with a lower fatality rate, mainly concentrated in the City of Buenos Aires and the Gran Buenos Aires area. We're still highly exposed to the virus, but quarantine measures are becoming more flexible in some parts of the country, considering the impact on economic activity, and with the Government efforts trying to be extremely precise and meticulous about permissions and procedures to contain the virus."
  },
  {
    "id": 4,
    "text": "Now our revenue drivers can be divided into those over which we have some control, and those driven by external factors. Fiscal compliance of one of the drivers has developed into a dynamic and a global theme rather than one just being among a couple of European countries. Given the uncertainty in scope and time, we believe both publishing an outflow range is no longer appropriate. Rather, we continue to focus on managing the transformation within our net new money growth target range of 3% to 5%. I believe, our track record gives confidence that we will achieve this. We also believe that our shift to a premium offering combined book transformation and pricing is a key driver for revenue growth as shown. Let me share 2 examples. For instance, if 50% of  advisors reduced discounts by 10%, we could book close to CHF 90 million in additional revenues per annum, or every client advisor selling 2 additional CHF 1 million mandates per quarter would lead to our around CHF 100 million in additional revenues per annum. Furthermore, the quality of net new money growth remains a priority, and we expect it to contribute meaningfully to the revenue growth. The anticipated revenue impact on client activity, however, is less pronounced as increasing our mandate penetration comes with a shift from transactional revenues into recurring fees."
  },
  {
    "id": 5,
    "text": "We're aware that our Marine Corps customer has briefed other groups and also the Joint IED Defeat Organization has representatives from allied countries on board that the are regularly briefed on the technology. We know that there's interest in it. We know that other governments that are part of NATO have seen the technology in the field. But we need to make sure we keep focused on the transition with the Marine Corps as the first thing in order to move forward, and then we can probably begin discussing the other countries, other groups, the U.S. Army, et cetera, as far as adjusting the technology for their specific applications and missions."
  }
]