[
  {
    "id": 36,
    "text": "Okay. So, Matt, you've identified one of the bigger issues in Brazil, Latin America. The political situation there is not very stable, that drives a lot of economic uncertainty. People won't buy if they don't know what the future looks like. Clearly, the distribution network we have in Brazil allows us to put many products in and everywhere in Brazil. The economy is just poor at this point and we're coming into the irrigation season. We should see a pickup there seasonally. From a share perspective, we're doing just fine. We don't see us having lost any share. In fact, we've probably gained some share over this past year. The integration of Bombas Leao has gone very well and is fully integrated now into our business in Brazil. Argentina is very soft for a variety of reasons, also some political instability. We have a good share there, but that's off, I expect that to come back in the next year or so. In Africa, you talk about a place with some political instability, that's certainly driving a lot of uncertainty. Our end markets there are primarily ag and mining. Mining has recovered a little bit in Southern Africa, not very much, but better than it was a year ago. We've got a lot of headroom growth opportunity for share gains in Africa outside of the country of South Africa. There's a lot of opportunity there. The challenge is getting to the buyers and gets a build out for distribution in that area. And just get after it; the economies are very soft right now."
  },
  {
    "id": 251,
    "text": "I'd say the other ones that we've been -- that we are -- where we have conversations or just at a high level, looking at are -- in addition to Peru would be Panama, Colombia. Colombia, there's very large opportunity set in terms of the number of megawatts that they need to build there. But that would be a bit more earlier and I'd say some interesting ones in Panama. And we like both of those jurisdictions just from a -- again, we think the perceived political risk would -- is much better than Nicaragua. There's also Chile. There's -- which is -- would be, call it, the lowest perceived political risk or the best perception out there. We are looking at some things there, but that's sort of earlier days than the other 2. But -- so we are keeping the focus so that Peru has a better perception from a market's perspective. And our next move, we will keep that sort of principal for sure."
  },
  {
    "id": 256,
    "text": "Well, we could have. Yes, we could have participated in that. So the rhythm of the Military Passenger business really is about troop rotations and training exercises. Now, obviously, it's at a much higher level of activity now still, of course, with CENTCOM and you thought about that troop rotations that came out of Iraq, as the government drew down 100,000 forces there. And over time, there's going to be that drawdown in Afghanistan in the field, but there are troops and there will be troops we expect, in Europe, there'll be in Asia, in the Pacific. There are normal planned training exercises. So the rhythm, when we get post-conflicts, and I'm not forecasting when that is, but as you become post-conflict, the rhythm of military demand will probably be seasonal for passengers more summer time and when training missions and troop rotations are there, but not exclusively, and that'll kind of drive the demand. And that's a bit of a learning curve, I think, Helane, that we're going to have to come up, and the military will too as the drawdown occurs and we get to a non-conflict area. So we've got a bit of learning to do on to that, as we come into 2012 and beyond."
  },
  {
    "id": 377,
    "text": "The final column is entitled International Environment. And we track these budgets and spending as well. But we also know that the policy of the United States executes around the world are driven by national security interests and events taking place that impact those interests. So here are a few of the issues. The politics of Iraq, best case, are intense. As Iraq's leaders exercise sovereignty, business and governments are finding it a challenge to navigate this dynamic and new environment, and we're no different. The threat of an Iran obtaining nuclear weapons has caused a tremendous amount of tension around the world but especially in the Middle East. To counter that threat, the administration has agreed to $30 billion in weapons sales for the Kingdom of Saudi Arabia. Here, we have a strong presence and great relationships. In the United Arab Emirates, its weapons sales, as well as coordination and unprecedented cooperation include, according to press reports, the deployment of F-22 fighters. And finally, we have the leaders of Israel and Iran continuing to express other feelings towards one another. The newspapers continue to be full of speculation about whether or not the tensions will escalate and clearly, this would have tremendous ramifications for U.S. policy. And in the Far East, you have China's growing military strength, we have the United States Marines deploying to Australia, you have Singapore developing a port to handle aircraft carriers. The Philippines, United States are strengthening an already deep relationship. Vietnam and the United States are developing military ties and we're rebasing U.S. troops from Okinawa to Guam. All of these developments will require implementation. And implementation is what we do. And meanwhile, the counter-terror activities against Al-Qaeda and its affiliates continue. We are reminded constantly that their threat remains and there's much to be done around the world. And that's why what we do at DynCorp International is so important. We help the U.S. and its allies implement important priorities."
  },
  {
    "id": 613,
    "text": "In South America, Q4 product support revenue was up 36% year-over-year driven by strong parts volumes in Chilean mining post the launch of the ERP system in Q4 2018. Improved product support was offset by disruption related to the social unrest in Chile. Chilean GDP was down about 3% in the fourth quarter. We saw a decline in customer activity due to business disruptions and an increased level of uncertainty related to potential implications of the government social reform. The devaluation of the peso had an impact on the quarter, particularly on our service revenue, which is invoiced in local currency. We estimate that the social unrest and subsequent devaluation of the Chilean peso reduced our EPS by about $0.05 in the fourth quarter. The combined impact of the unrest and devaluation on our EBIT margin in South America was approximately 150 basis points."
  },
  {
    "id": 785,
    "text": "Please turn to Slide 3. The second quarter of 2018 saw the extreme equity volatility of the first quarter subside, but the yield curve flattening continued. During the first part of the quarter, interest rates continued their recent upward trend with the 10-year U.S. treasury yield rising 37 basis points to an almost 7-year high of 3.11% on May 17. This trend reversed over the next 2 weeks as investors reacted to a possible trade war and political uncertainty in Italy. And by May 29, the 10-year treasury had rallied back almost to where it had started the quarter. This flight to quality was short-lived, however, with the 10-year treasury finishing the quarter 12 basis points higher overall. The spread between the 2-year treasury yield and the 10-year treasury yield tightened another 14 basis points over the course of the quarter. The yield curve has lately been the flattest it's been since 2007 when it actually inverted during the early part of that year."
  },
  {
    "id": 1014,
    "text": "Yes, thank you, Paolo. Good morning, Raphael. In fact [indiscernible] is important to start on Saudi. As Paolo anticipated, the level of drilling activity very, very strong in the second quarter of the year. Saudi Aramco operated with 185 rigs, 10 rigs more than the previous quarter, so there is a clear and we have been mentioning before a clear increase on operative consumption. On the other hand, it's clear that the Saudi Aramco is trying to reduce its purchases to balance their inventories and it is something that we will see the effect of this during the second half of '14, and most likely also to the first half of '15. So we expect to have some recovery maybe in Saudi in the shipment in the second half of '15, not earlier than that. The rest of Middle East present a mixed scenario, on one hand you have Iraq, given the internal unrest in the country will -- this will impact some delays in projects and contracts that we -- in which we participate there. So it's something that we are closely monitoring. In terms of UAE, there is also an increased level of drilling activity. We expect a major in tendering that we have in the next few quarters, which will have an impact on 2015 and beyond. And the other important market that is relevant for us in the Middle East is Kuwait, where in the last quarter, we have booked relevant orders. So our service material, that is very important, that will give us also some strength for our P&L there in the Middle East. So this is, overall, summary of what we expect for 2015 in the Middle East."
  },
  {
    "id": 1187,
    "text": "Yes. I think that obviously, those conflicts, both as it relates to the Ukraine and Russia, certainly, is in our forecast. We talked about that in terms of our industry outlook being down significantly. Again, especially as it relates to Western manufacturers, like ourselves. And so there's a number of factors obviously that go into that but ultimately, a lot as a result of some of that conflict. So we've anticipated -- and the greatest impact, we think at this point, would be on the sales. And so we've pulled that into our outlook. At this point, in terms of concerns around assets, those sorts of things, not a major impact. Certainly, the other -- at least as it relates to sales, not only do we have challenges and potential challenges around import restrictions, credit availability because of that conflict is becoming even more of a difficult situation for our customers and dealers in some cases, those sorts of things. So we're looking at how do we take some of the pressure off of our dealers, keeping inventories as low as possible, those sort of things, for a variety of reasons, a, it reduces our exposure, but it also helps reduce the exposure of our dealers from a longer-term perspective."
  },
  {
    "id": 1274,
    "text": "A couple of questions, please. Firstly, on Mozambique. I'm just wondering how the current economic and political situation is affecting your forward plans in Mozambique? You have seen the IMF suspend aid to Mozambique. It seems like there is political issues, potential infights and war-type issues as well and you had a big devaluation of the currency. So I'm just wondering how does that affect your forward plans? How does that affect your, kind of conversations with banks with regards to funding? It certainly feels like, the risk level has gone up in Mozambique? And the second question relates to the entity you have in Brazil, the 2P-BV [ph] entity. I was wondering if you could just talk a bit more about how you see that impacting the financial statements over the coming years. And I was just wondering, is that a salable entity? And if so could you monetize that entity at some point over time if you choose to do so?"
  },
  {
    "id": 1307,
    "text": "Q1 orders were $2.24 billion with book-to-bill of 1.24 and with all 4 segments greater than 1. In Harris' legacy tactical radio business, orders increased 30% and book-to-bill was 1.3, with strength in both U.S. DoD and international markets.  Our international tactical radio business continues to be supported by a pipeline of near- and longer-term opportunities across a broad set of geographies and driven by ongoing global security concerns, from NATO responding to Russian aggression, to conflict across the Middle East, Central Asia and Africa. In Northern Africa, the U.S. is gearing up to combat rising terrorism. And the tilt to the Pacific is providing significant multiyear opportunities in Australia. And U.S. funding support for foreign military sales remain strong, both in the base budget as well as in the OCO accounts. OCO funding in GFY '15 and proposed in GFY '16 is supporting several special initiatives like the European Reassurance Initiative, the Counterterrorism Partnerships Fund that supports regional -- regions of instability in the Middle East and Africa and the Train and Equip Fund for Iraq."
  },
  {
    "id": 1313,
    "text": "Our distributor markets accounted for 33% of EMEA's total third quarter sales and 39% of sales year-to-date. Distributor markets net sales decreased 33% in the third quarter and 10% year-to-date, primarily due to a significant decrease in Eastern European sales, particularly in Russia and Ukraine, where there continues to be political and economic instability. During the third quarter, we recorded no sales in Ukraine, and we have only recorded sales for Russia in the last month of this quarter. Unfortunately, at this point, experts are uncertain on how long this political and economic situation in Russia and the Ukraine will last."
  },
  {
    "id": 1430,
    "text": "In contrast, our EMEA performance in Fuel Specialties was weakened after a strong run. The European market is being adversely impacted by the geopolitical situation in Russia and the Ukraine. You'll be well aware that we have invested in these territories, and we have felt the effect of the U.S. EU sanctions related to this conflict. The impact so far has been manageable, but we are monitoring the situation closely in case it deteriorates further. Meanwhile, we've made a number of customer advances in our Asia-Pacific operations. And we are confident that we will be back on track in this sector for the second half of the year."
  },
  {
    "id": 1588,
    "text": "So the -- so there will be somewhat muted growth, that's the best forecast we can have. So we don't expect this kind of level of growth to be repeated in the fourth quarter compared to the third quarter. Ukrainian growth. Yes, as I said, we tend to be optimistic about the Ukrainian situation, and we expect our growth rates to potentially continue into next year. But this is very preliminary. As I said, we are not yet kind of agreed on the targets for next year. And that's -- and we have been gaining market share. So that means that the market -- the market itself should accelerate. That's our view. And this is -- and in fact, it can be quite surprising. I think the levels of potential new volumes because Ukraine -- Ukrainian lending has been very, very low level for a long time for almost 10 years. So we talk about a market which is very unlevered. And if consumption starts to grow, and so your wages start to grow, we can easily get to a situation where we were before -- before 2008, when we had 4 or 5 years of exceptionally high -- high-volume growth in terms of new production. So that is -- we see a lot of potential in the Ukrainian market, and we very much hope that a good scenario will materialize. Obviously, this is a country with quite high level of geopolitical risk and potentially volatile outcomes. So while this is -- this scenario, again, for us, is the most probable. There are other scenarios with also material probability, which are [ certain now as with this region ]."
  },
  {
    "id": 1615,
    "text": "This economic uncertainty has a twin brother called political uncertainty. Confidence in governments around the world that make productive and timely decisions on real pressing issues like deficit reductions and tax policies is at a low point. Collectively, these economic and political uncertainties are affecting business confidence, and this is affecting IT spending rates."
  },
  {
    "id": 1686,
    "text": "The Cincinnati Global, couldn't be more happy with the way that, that started out. We know there'll be volatility therein in Cincinnati Re, but we hadn't done an acquisition for many, many years. And it's always better to start off on the right foot than in a loss position. They've had good growth. They've come in, in the low 80s with their combined ratio. One thing I can say there is as they file their business plan with Lloyd's, it's for good growth. They're going to add 2 new lines. One of them is going to be terrorism. The other one is going to be political risk. And so they've already hired seasoned underwriters to start to write those lines of business and take advantage of a -- what we think to be affirming -- and trade credit, I'm sorry. So there's terrorism, political risk and trade credit. So there's the higher experienced underwriters in those 2 areas. They're going to, I think, take advantage of a firming market over there at Lloyd's."
  },
  {
    "id": 1734,
    "text": "Well, this attack was a weapon's grade attack by Russia on Ukraine that utilize cyber tools that were built by the NSA and the U.S. government. A group called Shadow Brokers stole those tools and they were turned back on the Ukraine and the devastation in the Ukraine just hasn't properly been reported. All the airports were down, all the trains were down, hospital systems were lost. The monitoring systems in Chernobyl, that monitor what is the most infamous nuclear plant in the world, were lost. If you looked at pictures that are on the Internet of the Kiev airport, every single screen showing the red screen of death, every point-of-sale terminal in the big grocery stores showing the same thing, every ATM machine down in the country. This was an amazing attack and we are thankful that our teams were certainly able to stop it at the borders of TNT, it didn't impact of the FedEx enterprise. But the devastation in the TNT technology estate was considerable, to say the least."
  },
  {
    "id": 2263,
    "text": "Let me start by briefly reviewing the economic environment. In the third quarter of 2019, the Brent oil price averaged $62 a barrel, 10% down quarter-on-quarter and 18% down year-on-year. The oil price was impacted by the oil disruption in Saudi Arabia, the largest in recent history, ongoing uncertainty about U.S.-China trade conflict and increasing geopolitical tensions. Prices were relatively stable at $64 in July before dropping to $59 in August. The drone attacks on Saudi Arabian oil infrastructure in September led to a sharp price increase to $69. However, this was only short-lived as production was restored faster than experience -- than expected."
  },
  {
    "id": 2322,
    "text": "Sherritt, between our 2 operations in Moa and Madagascar, on a 100% base, produce about 6% of the world's total cobalt supply. And I think, putting further pressure on the cobalt market generally is a -- there is a high concentration of cobalt supply coming out of the DRC, and there's certain increased political risk there -- and concern around political risk. An additional factor that I think gets a little less attention is the -- some of the other geopolitical concerns around the DRC and supply concerns around the nature of that supply. We are seeing cobalt consumers now actually looking for certifications and guarantees that -- and as the production methods of the cobalt not involving child labor and other human rights concerns. And I think that is putting more pressure on pricing as well, given that a lot of the end use of cobalt obviously ends up in retail-type consumption."
  },
  {
    "id": 2435,
    "text": "Now turning to International. Brazil comps were up 1.1% in the first quarter, despite a difficult political environment. Even though economic and consumer metrics have improved, the political situation and resulting consumer unrest has made headlines and had an impact on every business, particularly, in Rio, where late-night traffic has been impacted by security concerns."
  },
  {
    "id": 2729,
    "text": "Yes, no worries, no worries. You're going to look at Europe also -- this is just Europe for a minute. Obviously, within the consensus of Europe, during the course of the year, there were some [indiscernible] things going, still going on in markets like, say, the Ukraine, and therefore, an impact on Russia. Russia slightly different because of the decline in the value of the ruble. So to give you an example, the Ukraine, where one of our competitors have no share at all, declined as a market by 22% and during the course of 2014, for reasons which are glaringly obvious to everybody. The country is at war. And now, if you have a big market share in that country that effects your market share across the entire continent, not just in the country, it doesn't effect somebody who has no market share there and much the same as, for example, we're not affected by Venezuela because we have negligible market share in Venezuela. So this market share thing is a bit kind of esoteric because it's kind of -- market share is also gaining a little bit by what's going on in the component pieces of the countries that make up the continent and what's going on there. Russia is a market. We've grown our share in Russia, to give you an example, we were 13% of that share by airline bookings in 2013, but now it's 25% of the market. That was a great market and it grew 13% in 2013 compared to 2012. Last year, it grew 3.2% because the outbound market from Russia when the ruble went down by 90% clearly has an impact on the booking activity. And I do believe that one of our competitors has taken some share from another one of our competitors, which is a zero-sum game impact to us. But it's very difficult looking at market share without understanding all of those nuances of what's going on between all these different countries that make up the region."
  },
  {
    "id": 4512,
    "text": "It is noteworthy that we delivered these results in a volatile and uncertain macroeconomic environment. Most of the developed world outside the United States is grappling with slow growth. GDP growth in developing and emerging markets is also challenged, with many D&E markets experiencing significant political unrest and high unemployment. Key energy-producing countries are dealing with significant budgetary gaps, and high levels of local inflation in many of these markets are rerouting disposable income and dampening consumer spending. It's a difficult environment indeed."
  },
  {
    "id": 4525,
    "text": "Let's come to the regional business outlook. As you stated, uncertainty remains. Main topic is still the shortage of material supply chain issues and, of course, the Ukraine crisis. The main market trends, I would say, changes versus the last call, the aftermath of the latest geopolitical developments in Eastern Europe are still unclear, but we can expect an impact on supply chains and disruption in transport capacity."
  },
  {
    "id": 4549,
    "text": "Alan, I might comment. Just reflecting on this as you asked the questions about the coronavirus, it just brings to mind the horrific events of the World Trade Center terrorist attack a long time ago. And one would have thought then that you'd see a significant pullback on sales -- housing sales. But while there was a very brief hiccup, the housing market continued on a pretty strong basis. And that's what we're feeling so far right now with the coronavirus. So it's something you'd expect to have a widespread impact, but instead, it's really so far repeating the effect similar to the horrific events related to the World Trade Center a while ago."
  },
  {
    "id": 4635,
    "text": "From a geopolitical perspective, Andrés Manuel López Obrador was elected President of Mexico effective December 1, 2018 in a transparent and democratic process. The markets and exchange rate reacted positively, dissipating some of the uncertainty factors. There are 2 main geopolitical factors that require definition in the short term. NAFTA renegotiation and the U.S. immigration policy, and specifically for us, DACA. Regarding the new Mexico City airport, Volaris has been outspoken of the need to solve the current situation at the airport. Nevertheless, Volaris reminds its investors that from the domestic carriers, we have the lowest ASM concentration in Mexico City airport. Volaris has always been successful growing and developing capacity in the rest of the domestic market, the U.S. and Central America with quite less dependence on Mexico City. However, Volaris will take advantage of an unconstrained airport with enough capacity to grow in the metropolitan area in the long-term, and therefore, we support the new Mexico City airport project."
  },
  {
    "id": 5802,
    "text": "Thank you. This is Minami. I'd like to answer that one. In terms of geopolitical risks, we will continue to take measures. Yes, I did say so. And when we take measures, we have to think about this in short-term and also longer term. First of all, in short-term, we have some incidents that may happen at a high ratio. For example, Russia and other areas, when we have the Crimea conflict and also recently Iran as well, the same can be said. In other words, we need to make sure our business is sustainable. What should we do now in short-term? One is we need to manufacture tobacco and distribute it. And in order to do that, how can we lay out the logistics and how can we guarantee that our manufacturing will be done. This is really the basics of the basics, and make sure that our operation is done smoothly and make sure that we get a certain volume per month. And also, look for opportunities for manufacturing end markets."
  },
  {
    "id": 6547,
    "text": "Network security threats are not going away. They are only increasing in numbers and sophistication. We've all seen this illustrated by the various recent high-profile attacks and many others that don't make headlines. This has elevated the security discussion to the board level and is keeping investments at or near the top of IT investment priorities. We are confident in our ability to address this market opportunity and are optimistic about maintaining our momentum."
  },
  {
    "id": 6920,
    "text": "Thank you, and good morning, everyone. Before my formal remarks, I want to take a moment to recognize the devastating tragedy that is currently taking place in Israel, Gaza, and the surrounding regions. It's been incredibly difficult to witness the acts of terrorism and resulting war unfold over the past couple of weeks in what is sure to be tough days to come. The murder of innocent people is unacceptable in any form, and it's beyond belief that such actions are unfolding in the world today."
  },
  {
    "id": 8385,
    "text": "Turning to dispositions, we continue to market selected properties for sale. However, increased volatility in the capital markets during the second half of 2011, mainly as a result of instability in the eurozone as well as political and economic uncertainty stateside, slowed our disposition pace. However, based on recent positive economic data, combined with a rebound in REIT share prices, improving debt markets and a better outlook for 2012, we expect the volume of our asset sales to pick up, and our guidance assumes $100 million to $115 million in dispositions during the first half of the year."
  },
  {
    "id": 8662,
    "text": "Turning to the Pacific. On a capacity increase of 2.4%, revenues increased $39 million or 6.6%, mainly on yield growth of 3.7%. We achieved a year-over-year increase in PRASM of 4%. All major Pacific services recorded yield and PRASM increases, except for the services to Australia, which continued to be impacted by increased industry capacity from North America. The yield growth reflected increases in base fares and carrier surcharges as well as a general improvement in the overall fare mix. The geopolitical situation between Canada and China continues to negatively impact travel demand between Canada and China, and Canada and Hong Kong, and we have been proactive in our approach to reallocating capacity from these markets elsewhere throughout our network. We were pleased with the performance of our business class cabin in all markets over the Pacific with the exception of China services, mainly due to this geopolitical issue."
  },
  {
    "id": 10018,
    "text": "Within the specialty insurance lines, there were varying degrees of rate movement. Terrorism and AV52, the niche aviation product, written within the Lancashire platform, were broadly flat. Marine, energy and other areas of the aviation portfolio written within the Lloyd’s platforms, saw rate rises for the second year in a row."
  },
  {
    "id": 10787,
    "text": "So if we move to the next slide, the first thing that I'd like to point out to you is that DynCorp International, again, I believe is unique in supporting national security and foreign-policy objectives in the United States, across all phases of its life cycle. As you know, we have a robust defense business that supports conflict stage as we are doing in Afghanistan through programs like LOGCAP, INL Air Wing, our training and mentoring business and the various aircraft and MRAP maintenance teams. We also have a robust business supporting diplomats and diplomacy around the world. For example, in Iraq, as the military drawdown continues, our support of the State Department becomes all more important. This diplomacy phase becomes more significant as the war effort subsides. In Afghanistan, we are beginning to see this phase pick up as well. Finally, we work in the development space, providing anticorruption, rule of law, economic development and post-conflict transition, primarily through our work with USAID through our development teams. It is also equally important to recognize that the conflict stabilization and post-conflict phases that we support are above and beyond the core of our business, aviation and ops and maintenance services, that we have been providing for the U.S. government for over 6 decades."
  }
]