[
  {
    "id": 1,
    "text": "We take a vendor-agnostic stance in the delivery of our solutions. It is intrinsic to our value proposition and an essential component of the network effect CTP provides for our clients. It means that we integrate with, monitor, manage and apply our intelligence to numerous third-party products, allowing us to analyze network data from many different security devices, tools and software running in our clients' environments. It also means that we help our clients maximize the effectiveness of their existing security architecture by coordinating and enhancing the value of disparate point products making the most of what they already have in place. We believe SecureWorks is well positioned to bring a higher level of effectiveness, efficiency and coordination to organizations as they look to reduce their vulnerabilities, improve their ability to identify real threats, expedite the containment and eradication of those threats and optimize their existing security investments. We are excited about the global opportunities for SecureWorks as cyber security remains a key imperative at the highest levels of organizations and with Boards of Directors. Our solid results this quarter reflect our success in serving as a close trusted partner in information security solutions to our clients. We are committed to continuing to provide this level of security."
  },
  {
    "id": 2,
    "text": "On the product side, the revenues are generally driven by product shipments. When -- if you think of the recurring revenue portion of that, what makes the products valuable is that all of the organizations that use the same operational concepts or weapon systems or interoperate with each other are going to need the same products in order to interoperate. So one of the ways you can sort of gauge what the recurring revenues will be is by looking at the -- the size of the organizations or the platforms that are used with the number of platforms. So if we're integrated on things like FAA teams or on Apache helicopters, some kind of helicopters you can count up -- you can count up the market sizes there and anticipate that we'll have shipments to cover all those as well as the spares. The thing that we keep referring to that's helped grow sales is that we're evolving to larger and larger organizations and addressing platforms that have many more numbers than some of the other platforms. So that's the thing where we go from since -- with our -- we used to do, what we used to call MIDS LVTs or MIDS JTRSs. We go to small tactical terminals, a lot more small tactical terminals. We go to handhelds, there are many more handhelds. And as we integrate weapons, there's potential for many, many more weapons."
  },
  {
    "id": 3,
    "text": "Yes. I think that when it comes to the IT, we see -- we still see good potential in the security services. We are now in the process of making sure that all the recent acquisitions that we have made can be fully integrated, and that those security services can be fully integrated in our value chain. So sales force for the different segments can start really making sure that in our telco product portfolio also IT security services are well embedded. So I see potential there, of course. And the IoT is again another long-term trajectory. We are quite happy about the performance in terms of volumes. This is a volume-driven business. Then, of course, from time to time, there will be some counter adjustments. But in the medium and long-term we see that, I mean, the end result of the multiplication volumes and the ARPU from contracts will be -- will have a positive development."
  },
  {
    "id": 4,
    "text": "So I think, Ken, Europe is almost a number of different segments in and of itself. I mean, Europe for us right now is hugely dominated by the U.K. where we have most of the debit market taken up. Then there's 4 or 5 other markets across the EU that -- where we have a reasonable amount of business. And then there's a number of big economies, certainly Germany being one example, where it's still a heavy cash society where I think we've got a lot of opportunity in the medium to longer term to see more of commerce digitized or in some form of electronic form. Europe's also different than the United States in terms of processing where there are, in certain markets, domestic processing schemes. And we've got a strategy to try to win more processing volume in Europe as well. So we're engaging, I would say, hopefully what I believe to be a thoughtful segmented approach with different issuers and different acquirers on a country-by-country basis because each of these countries is different. And having spent most of my life as an issuer -- on the issuing side of the business, I know full well that the issuing business is really a local consumer business. And you've got to figure out the right strategy on a market-by-market basis. So we're not going to have kind of a Pan-European strategy. It's really going to be a market-by-market strategy within Europe."
  },
  {
    "id": 5,
    "text": "And in the Middle East and North Africa, stronger growth is expected in those countries that have overcome social, political turbulences. In this region economic growth and infrastructure investments are closely linked to oil production and disruptions within the countries. The stable countries like Saudi Arabia, we see strong growth coming from government spending in large-scale infrastructure developments also benefiting tourism. The highest growth market in our region in the long term is sub-Sahara Africa, where we now have 16 hotels in operation and 21 under development. And there are certainly many more opportunities for branded supply in this area."
  },
  {
    "id": 6,
    "text": "Sure. Good question. So while I had heard that there could be some avian influenza in some breeder flocks, I had not read the confirmation. As I said before, we're always concerned with any bio security issue, disease issue, both in the U.S. and Mexico, or any part of the world. Since we've been dealing with avian influenza across the globe, primarily since 2005, 2006, I think consumers are more informed today. There is less scare from a food safety standpoint about the whole issue. But it's more of a production issue and a cost issue that we're concerned with. We continue to increase our bio security in our farms and we'll be diligent in that respect. If there continues to be avian influenza spread into the table egg industry or even the broiler industry in Mexico, then the affect that's going to have, obviously, is decreased supply and will likely increase price for those products."
  },
  {
    "id": 7,
    "text": "And after the public prosecutor's office demonstration, the economy came to halt and we dropped to 1 digit and we only started, again, to feel an acceleration of the economy in the last quarter. And in spite of all this turbulence, the sales in the Multiplan shopping centers obtained a 7% growth and rental revenue growing by 8.4%. And the company obtained net income amounting to BRL 370 million, 18.4% higher than the previous year in spite of the major political crisis that took the country by storm as of May. And for this year, we expect a more robust economic result due to the fact that we find ourselves in a more adjusted economy with an inflation rate of about 3% and an unprecedented interest rate in the country that is, to say, 6.75%. We are always seeking new investments, new opportunities, as you know. And in 2017, we invested BRL 450 million in expansions and new projects. And another important fact that I would like to mention is that, for many years, we have already been developing technology, seeking a higher operating efficiency and also looking for digital models. And to increase our efficiency in 2017, we started negotiations with an IT company, which is very much focused on e-commerce. And in a sense, we established a partnership by acquiring a 20% stake in the company, and we could go up to 30%. And we are talking about [ Solab ], a company that has as its main activity the development of technological solutions applied to digital retail."
  },
  {
    "id": 8,
    "text": "Fourth quarter adjusted EBITDA increased 10% over adjusted EBITDA in the prior year. Compared to the prior year, fourth quarter 2018 adjusted EBITDA was negatively impacted by $12 million from sold hotels. Fourth quarter expenses associated with the data security incident that we disclosed on November 30 totaled $28 million pretax, offset by approximately $25 million of insurance recoveries as of year-end. The net of these amounts is either in reimbursed expenses line or the merger-related costs and charges line. Therefore, these expenses did not impact adjusted EPS or adjusted EBITDA results. The timing of the expenses associated with the data security incident may differ from the timing of the recognition of insurance recoveries."
  },
  {
    "id": 9,
    "text": "Yes. So, I mean, it's always difficult to predict whether we will gain market share on a quarterly base. But I think, overall, Eastern Europe is developing, especially with the lead of Russia, is developing quite well. So there is a lot of growth. And we have, as you know, our -- we have the legal entities in a couple of years there, which is still growing, which still keeps much more traction, also, on the service side. So overall, this was an important contributor, so to say, and it's stabilizing and it has stabilized already last year our European figure, and it's also doing now, yes? But it shows also that the Western Europe, it has a quite mixed picture. Again, I would not -- from current perspective, I would not assume short-term kind of recovery of Southern Europe. There are, for us, no signs that Southern Europe might recover very soon. On product business side, I would still be a bit pessimistic here for Southern Europe. And on other countries in Western Europe, I think this is the -- more like a question mark. We have seen no dramatic fall-downs as of now, but we have also seen not the momentum that we are used to. Having said this, I think we have a bit different patterns, country-by-country, and we see also a bit more of risk patterns, country-by-country. However, the overall picture is, so to say, on the positive side. Eastern Europe, strong momentum, having also, I think, a mix of [indiscernible] there. On the pessimistic side, Southern Europe, and then a mix of different behaviors. But overall, not the momentum that we are used to. You know that we are far beyond the [indiscernible] European. Despite the growth in Eastern Europe, we are still far below the number that we have seen before we had the financial crisis in Europe."
  },
  {
    "id": 10,
    "text": "Third, Europe. As we are all aware, central government budgets in many of the countries in Europe are being reduced dramatically. Our European Public Sector business was down in mid-single digits in Q1 from a year-over-year perspective. On the positive side, we did see solid order growth from countries including all their industries of France, Germany, Netherlands and the Nordic countries, but we also started seeing some initial pressure on certain other customer segments by country, although it is way too early to call this a trend."
  },
  {
    "id": 11,
    "text": "Statements contained in this presentation are forward-looking statements. Forward-looking statements typically use words such as believe, anticipate, should, intend, plan, will, expect, estimate, project, position, strategy and similar expressions. These are based on assumptions and assessments made by our management in light of experience and perception of historical trends, current conditions, expected future developments and other factors that we believe to be appropriate. These forward-looking statements are subject to a number of risks and uncertainties including, without limitation, competition, product demand, the economy, credit markets, the ability to hire and retain qualified employees, consumer debt levels, inflation, weather, raw material cost of our suppliers, energy prices, war and the prospect of war, including terrorist activity, availability of consumer transportation, construction delays, access to available and feasible financing and changes in laws or regulations. Forward-looking statements are not guarantees of future performance and actual results, developments and business decisions may differ from those contemplated by such forward-looking statements, and such events could materially and adversely affect our business. Forward-looking statements speak only as of the date made. Except as required by applicable law, we undertake no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise. Actual results may materially differ from anticipated results. Please refer to the Risk Factors section of AutoZone's Form 10-K for the fiscal year ended August 30, 2008, for more information related to those risks. In addition to financial statements presented in accordance with General Accepted Accounting Principles, AutoZone has provided metrics in this presentation that are not calculation in accordance with GAAP. For a reconciliation of these metrics, please see AutoZone's press release in the Investor Relations section at www.autozoneinc.com."
  },
  {
    "id": 12,
    "text": "In our international operation, drilling activity in West Africa also show -- slowed due to the rainy season. Because these seasonal factors, our international operations were also impacted by civil protests in Chile and regional security issue in Burkina Faso, which result in delays or interruption on certain customer projects."
  },
  {
    "id": 13,
    "text": "So thank you for your question regarding dengue. It's a little bit too premature to give you a precise answer about the ramp-up. As we speak, we have filed in 7 countries. We will have filed in 20 countries by the end of the year, that represents roughly half of the worldwide population at risk of dengue. We are expecting to get the first registration by the end of the year. Regarding the ramp-up for 2016 and 2017 onwards, it will be very much dependent on the objective country-by-country in terms of getting the impact of dengue reduction. This will be a combination of routine immunization and of catch-up court. Some countries might decide to move fast in order to get a better protection within a reasonably short period of time. With regard to cost of goods, we can say that the gross margin for dengue is going to be above average. So we should expect an improvement in terms of gross margin due to the launch of dengue. With regard to the commercial cost, we are planning a moderate increase of our commercial cost. I remind you that the significant portion of our sales for dengue are going to be public market sales. For the private market sales, there will be an increase in terms of commercial cost. We will focus in the countries that are going to put in place broad catch-up programs, and we will synergize also as much as we can with our colleagues on pharma to leverage the group."
  },
  {
    "id": 14,
    "text": "At the same time, further disruptions caused by the war in Ukraine, rising energy prices and political instability are pressuring markets and economies in Europe and elsewhere around the globe. Notwithstanding these significant headwinds, each of our businesses continues to perform well with higher revenues in both the 3- and 9-month periods compared to a year ago."
  },
  {
    "id": 15,
    "text": "For many years, ours was one among -- was among the few voices that raised concerns about GPS vulnerabilities and the value of inertial navigation systems, as both a complement to and a backup for GPS. Now the U.S. Military is coming on board with this issue and the Army is setting aggressive schedules to deploy assured navigation, position and timing solutions on thousands of vehicles in the coming years."
  },
  {
    "id": 16,
    "text": "Before discussing our strategic progress, I want to spend a few minutes discussing the global geopolitical environment, including Brexit implications for Europe. As you know, the world has experienced significant geopolitical turbulence in recent months in addition to what we have seen the last couple of years. Terrorist attacks in many countries, the attempted coup in Turkey, elections focused on immigration, currency volatility and many other such events have created headlines just over the last few weeks. There's a long list of countries dealing with major issues across the Middle East, Europe, Africa, South America and elsewhere. Despite the uncertainties surrounding these events, our business has remained stable, thanks to our global reach and diversified portfolio of countries as well as the resilience of our consumer base. While these types of events will likely have more impact in the coming years, we will continue to adjust our resources appropriately and work through the challenges to provide our needed services around the world."
  },
  {
    "id": 17,
    "text": "In addition, we expect to benefit from the acceleration of sophisticated attacks by hackers who are targeting high-value data, such as credit card numbers, log in credentials, health care records, social security numbers, financial information and intellectual property. Our ability to, again, grow our Targeted Attack Protection solution more than 100% year-over-year during the third quarter demonstrates this product's ability to effectively address the key security needs of enterprises across all industries and throughout the world as the number and type of highly advanced targeted security threats continues to increase."
  },
  {
    "id": 18,
    "text": "We partnered with Leonardo DRS in 2009 to develop transmission integrated generators for our 3000 and 4000 Series transmissions for onboard vehicle power to address the U.S. military's need for increasing electrical power for their wheeled combat and tactical vehicles and the Army's desire to eliminate the logistics issues associated with auxillary generators. We fielded some prototypes beginning in 2011. They've been delivered and continued to be demonstrated to various military agencies. There is a potential emerging U.S. Army requirement for the Terminal High Altitude Area Defense, or THAAD, system. You perhaps read something about that recently for a potential 2020 application. We've received additional interest from Oshkosh for the HEMTT, which uses our 4000 Series, and also the JLTV, which uses our 2000 Series. In addition, the Israeli defense force has made some inquiries relative to the 8-ton armored personnel carrier."
  },
  {
    "id": 19,
    "text": "We also saw reductions in our terrorism and political risk books. Both of those typically have longer-term contracts and business can be lumpy, so the reduction isn't indicative of any particular trend there."
  },
  {
    "id": 20,
    "text": "And more importantly, it gives us the ability to change when things we can't predict happen. For instance, in the quarter, we had a couple of things happen. Mexico has some political unrest that we're all concerned about. And we have the ability to move product there, not overnight, but in the short period of time, we can move products to other locations. We also had some weather problems, both a tornado in Huntsville, tornado and hurricanes in Texas operations. So we were able to shift product around to satisfy our customer needs, and that's also a very important factor in our manufacturing strategy."
  },
  {
    "id": 21,
    "text": "Okay. That's a difficult one. We are finalizing our budget sessions, as I said, in the next couple of weeks. So we will have a better grasp on the potential of this business for us by country because that is the exercise that we are finalizing up by country. So probably in our next meeting, we will be able to give you a better perspective. However, what I can say is that this is a category that is larger than $1.5 billion in Latin America. So just imagine what it can represent for our business if we do well in the next few years."
  },
  {
    "id": 22,
    "text": "Similarly, the very, very same logic set around getting our hands wrapped around the massive amounts of data that needs to be processed to find out where are the signs and the signals that an adversary would be planning to do something that would harm Americans or those friendly to us, people around the world. And very, very similarly about -- particularly in times of peace, how do you help our country understand what our potential adversaries and those that -- there is may be a fragile piece. What really is going on situational awareness wise, which is where sensor technology helps immeasurably without putting people in harm's way and frame political tensions and that sort of things and so all of that. Even if there is potential defense spending pullback, those areas will be funded and the companies that innovate and help our customers do things better and do them more efficiently going forward will be rewarded and that's our job. And so I maintain the same viewpoint that I do not have a crystal ball, and there are opinions out there that are more informed than mine. I will readily admit. But we do pay attention to it as Americans, and certainly as leaders in the company that depends on understanding what's going on with that customer. I just believe KeyW is in a place where the demand for the things that we do will only get heightened, not affected by a budget pullback."
  },
  {
    "id": 23,
    "text": "Well, as you know, we don't give guidance by segment. I think if you -- there's a pattern between the 3 segments at this point established here in the first quarter. I don't know if it materially differs from that necessarily in terms of relative relationship. I do think, though, that the one thing that we are managing through at this point, Fran just talked about, which is in the Performance Products segment, some consolidation of facilities as we see consolidation, particularly in the military area -- military contracts that will potentially have an effect in the Performance Products segment. But beyond that, it's probably what we can say."
  },
  {
    "id": 24,
    "text": "Derrick, I think this is -- I can't say I have a deep understanding of other -- the sales cycles of other enterprise software use cases. Although in many cases, those are major fundamental decisions to take out one existing software and put in another. As I've said earlier, what -- and this happens, once we're in a customer with our platform, that decision is not so much to rip out an old software and put in ServiceNow. It's, \"Do I use ServiceNow where software is not being used today?\" And so as a result, I think the decision cycles are not these big broad bake-off questions. They're, \"Hey, on facilities management, should we be using ServiceNow to help extend automate this workflow?\" Or on -- should we add ServiceNow's Security Operations capability to automate the incident response in CSO and security in addition to the other use cases or in addition to the other software endpoint solutions we're using? And so the -- if you look at how we grow our relationships, it's often, I would say, a lot of little pieces rather than one great big fundamental decision. Often, the first decision of whether do you use us for ITSM is are they going to upgrade over a long-term remedy or a long-term HP or a long-term CA solution. But the expansion tends to be almost workflow by workflow. And that's, I think, one of the things that allows us to have a little bit more consistency and predictability around the expansion at a macro level. Would you agree with that, Mike, though?"
  },
  {
    "id": 25,
    "text": "Data centers from our perspective are terrific users of power. The raw material that they need more than anything else is actually power. So inexpensive power, reliable power, consistent power. In Ireland, today about 25% of all the data center activity for Europe is contained within the country. And their most significant issue is power. On the other side of the country where our land and permits reside, we think there is a significant opportunity to do that."
  },
  {
    "id": 26,
    "text": "We executed this vision by combining 3 key elements: One security platform, advanced threat prevention and real-time information sharing. The Check Point Infinity launch was met with great enthusiasm last quarter, though many of my meetings with chief information security officer also saw this challenge ahead. This message that the next attack can be prevented and the security can be simple and effective is still ahead of the industry. We have huge potential to provide disruptive change for the market. This change has begun, but it is still in the early stages of adoption."
  },
  {
    "id": 27,
    "text": "Well, we are now going through times of uncertainty, as I said, high volatility. And it's difficult to have visibility of things going forward. But still, I remain very confident in the company and CCR and the infrastructure sector is recognized around the world, not only in Brazil. That's the one which will be able to boost the economy in terms of growth and jobs, especially in a moment like this we're going through in the country. It becomes even more important, right? The issue of infrastructure is key for countries recovery going forward. And CCR, given all its characteristics, it's financial robustness, it's technical efficiency, it's operating efficiency, all of that combined, leads the company in a position to be, to play a leading role in this recovery process. So thank you all for participating, and have a nice day. It was good to talk to you. Stay safe, stay well, and we'll see you the next time. Thank you."
  },
  {
    "id": 28,
    "text": "Sure. Yes, Dan. So it has to do with regional factors and customer readiness. So when you get this close to the end of the year, and with a $600,000 instrument, you're counting individual opportunities, really. And depending on where you get the orders from, if they come from Asia, they come from China, it can take 6 months before you can even get the system into the territory. So when you get closer here, and we have better visibility into where the orders are actually going to come from, there's certainly the potential that a number of these will come from territories where we won't be able to get the instruments into them -- in to those customers during the quarter. In addition, we've been advised by some customers, and this is new information, that some of the don't want delivery until early 2015. So there is some new information there from 3 months ago, both in terms of the geographic -- the potential geographic complexion of our order -- where our orders will come from, as well as individual updates from individual customers. That said, the book -- our orders outlook is certainly consistent with the revenue guidance that we provided and it will just depend on where those orders come from."
  },
  {
    "id": 29,
    "text": "These results have been achieved in an economic and financial environment, which is still extremely uncertain and the recent volatility on peripheral view of countries have clearly demonstrated. In this context, our group maintains a prudent approach. Let me remind you that we have 0 sovereign exposure to the so-called GIIPS countries. But also we have decided to slightly re-risk part of our portfolio. As François will comment later, [indiscernible] was in cash and short-term investment portions to 18% from 24% at yearend 2011."
  },
  {
    "id": 30,
    "text": "It is noteworthy that we delivered these results in a volatile and uncertain macroeconomic environment. Most of the developed world outside the United States is grappling with slow growth. GDP growth in developing and emerging markets is also challenged, with many D&E markets experiencing significant political unrest and high unemployment. Key energy-producing countries are dealing with significant budgetary gaps, and high levels of local inflation in many of these markets are rerouting disposable income and dampening consumer spending. It's a difficult environment indeed."
  },
  {
    "id": 31,
    "text": "I can't comment on what -- what any of the other companies may have or what they intend to do with their assets. But I can tell you this, it would be of interest if it fit us geographically. It's not that we lack products or lack breadth. We have breadth. We've got tremendous breadth in our EPD business that the value primarily to any kind of M&A addition to EPD is geographic footprint or share footprint in a given market, how large your share position or brand position may be in that market. So for us, it will more likely be a consideration of geographic enhancement or geographic fit than it will be breadth of product line, because we're not challenged from a breadth standpoint. The opportunity is really in bigger geographic footprints. So that would be kind of how we'd look at it. To the extent that there's assets out there that may fit that, we'll have a look. But today, I can honestly tell you, I don't really have a point of view because I haven't seen those assets yet."
  },
  {
    "id": 32,
    "text": "Now moving to Slide 22. As I mentioned before, following the last few quarters in which we materially increased the collective allowance, we continue doing so in the fourth quarter as well. This was due to the expected economic effect of the war, where the third quarter impact on collective allowance was more material, as it reflected the effect of the outbreak of the war. The fourth quarter provision was also affected by an increase in automatic charge-offs."
  },
  {
    "id": 33,
    "text": "Is there any chance that you can get -- and you said they're in 55  countries. Is there any chance you could get in those other countries,  those other 29?"
  },
  {
    "id": 34,
    "text": "Again, like we've talked about before, is that the electric vehicles themselves are very nice vehicles to drive and a very good experience. So as we get more and more people interested in even just to test drive or a neighbor has one or other things, it's going to be good, they don't even have to be a purchaser of the vehicle, but just the experience into it. And, certainly, as we're seeing more and more new entries entering the marketplace, we get more ride and drives. Now there's a -- within Car & Driver, there's a whole section on EVs that you can review, and they've reviewed most of the EVs on there and compared them and done things like that. So as it get out more and more into the general population, I think you're going to see the advantages. And certainly, in these early days, we've seen enough price actions that between the manufacturers, themselves, and with the added incentives from the government, both in the federal and the state level, depending on which state you're in, bringing the prices down and be very competitive, we're able to get those first people in. And that's why we're seeing this that 230% year-over-year growth and 8 new entries this year into the marketplace, thus far and more announced that are coming, as we know, the BMW announcement and others. So that momentum is building. So we talked a lot on the truck side, so I don't need to repeat all that. We're seeing that momentum there and seeing more and more players. And more and more could happen also within the car side, and the general population side. And those are all very good. We're seeing some more things in Europe and in Asia, so we're in all 3 tenants. Like I had mentioned, our sales team, this week, is heading to Europe and kind of shoveling [ph] from country to country to talk to both current and potential future customers"
  },
  {
    "id": 35,
    "text": "Well, obviously, the existing customers’ revenue has to grow because it's a core in the B2B, right? I mean, that has -- we saw some impact here, with the exits in North America and U.K. Part of the world which the currency exchange rate was favorable to us with the -- where the -- our existing customer wants to trade, they use us, like in Australia and Asia. New agents, new -- sorry, new client signings are very aggressive. We are -- as I mentioned before, we are in 25 countries. We are signing new ones and it takes some time until they come up with revenues. But one of the new Western Union, you will see that be more aggressive at the market and signing new clients. And we are doing that, and within the -- it has been only a few months we acquired Travelex and we put it on the Western Union Business Solutions. We started with 16 countries; we are already in 25 countries. That impact will take some time, but you'll see it."
  },
  {
    "id": 36,
    "text": "These forward-looking statements are subject to a number of risks and uncertainties, including, without limitation: credit market conditions; the impact of recessionary conditions; competition; product demand; the ability to hire and retain qualified employees; consumer debt level; inflation; weather; raw material costs of our suppliers; energy prices; war and the prospect war, including terrorist activity; availability of consumer transportation and construction delays; access to available and feasible financing; and changes in laws or regulations."
  },
  {
    "id": 37,
    "text": "Got it. That's helpful. And then it seems the strategy is to expand into as many geographies as humanly possible quickly. In your experience with past geography expansion, how quickly does it take a country to be productive in terms of training, working with the distributor, marketing? Is that a 6-month lag? Or you're talking about Greece, U.K., et cetera. Like, what's your expectation internally? Is that more mid next year, when those would start kicking in or spring? Any thoughts would be helpful."
  },
  {
    "id": 38,
    "text": "Thank you. Sorry for another technical problem. I was saying that as a result of the political uncertainty, the country risk premium increased significantly and the dollarization of the economy accelerated. As a consequence, the government took emergency measures, including debt reprofiling and capital controls."
  },
  {
    "id": 39,
    "text": "I don't think it's necessarily anything that has occurred recently. I mean there's some projects where, in the Oil & Gas space, where you have national oil companies and international oil companies in joint venture relationships. And those decisions sometimes take a little bit longer than are expected. I don't think there's anything of a political nature or any unrest or uncertainty that's pushing those decisions to the right."
  },
  {
    "id": 40,
    "text": "I don't think so. In fact, we've talked -- if you're asking in a way about channel conflict, we've talk about channel conflict, and we'd love to run in to some channel conflict of where we're selling so much that we actually ran into each other. I mean, it's a big market in the U.S. and so our initial thought is, let's see how we go. And if we get channel conflict, we'll figure it out as those things come up."
  },
  {
    "id": 41,
    "text": "Well, I think as it relates to the political uncertainty in those various countries that have elections, you'll know as much about that as I do. And it's, of course, not possible to predict what the outcomes are. And as a business, we're prepared to go either way and can adapt to any of those circumstances. But I would say this, if you look at the economic growth outlook, noise aside, I think many sources have cited a slight improvement in particular in Europe. The unemployment numbers for Europe came out earlier today, and they showed the lowest level of unemployment in Europe since 2009. But, of course, still significantly higher than what we have in many other markets. The EU unemployment came in at -- in the euro area, I should say, came in at 9.6%, so down 90 basis points compared to year ago. So the labor markets are slowly healing, and I think that's part of our cause for cautious optimism as we look ahead. But as you said, there's always political uncertainty that could derail it, but we remain with what we see and how the conversations are with the employers. And for now, those conversations are constructive."
  },
  {
    "id": 42,
    "text": "While no party opposed approval of the project, there were concerns raised regarding affordability and the financial risk to customers given a project of this magnitude. However, the commission's performance guarantee creates an unprecedented layer of financial one-way risk to DEV and is inconsistent with the utility risk profile expected by our investors. There are obviously factors that can affect the output of any generation facility, notwithstanding the reasonable and prudent actions of the operator, including natural disasters, acts of war or terrorism, changes in law or policy, regional transmission constraints or a host of other uncontrollable circumstances."
  },
  {
    "id": 43,
    "text": "The other thing, just to reinforce, Jeff, there is when we're recruiting, and those gross numbers you're talking about from a hiring perspective, you are talking specifically GBS. But we're recruiting around the world. We're recruiting experienced salespeople. We're recruiting people right out of university, et cetera. So it's a very diverse recruiting pool that we're going after. It's not like we're reliant on any one city, geography, country or otherwise. And so that minimizes the risk as well. And again, I double reinforce the comment Gene made about the attractiveness of the Gartner brand as an employer, particularly for salespeople, and the strength of our recruiting organization."
  },
  {
    "id": 44,
    "text": "Well, not a whole lot. As we -- as I chose my words carefully, we are largely done. There might be a couple other small properties that are immaterial to the bank from a P&L standpoint, but we're very pleased with what we've accomplished, the results. And it's not just -- I know that equity analysts are going to focus on loss NIAT, and that's obviously important, and we're focused on that as well, too. But we also think of this from an operational risk standpoint, a country risk standpoint, geopolitical risk, and we've reduced this for the bank significantly."
  },
  {
    "id": 45,
    "text": "In broadcast, revenue increased 25% on the strength of political and issue advertising. Total political and issue advertising revenue was $8.9 million, driven both by the presidential election, as well as significant house and senate races in Nevada and Wisconsin.  We are on track to exceed 2010 political and issue spending of $16.7 million, which was a record year for us."
  },
  {
    "id": 46,
    "text": "Right. Government financials still have a lot of growth in it. Obviously, we have to innovate our new products. And as I said earlier, we're starting to feel health care and another sector, which is gas or energy sector seems to have a lot of opportunities, I'd say, a lot of activities, I'd say. So the cybersecurity and protection of cybersecurity in the mobile infrastructure is important. So I feel that is a source of growth. There's another source of growth, which is geographic. And part of our planned investment is to add increased resources in Japan, Korea and China as well as India. India, we actually now have a new country manager. So that is another potential source of business. Clearly, pretty greenfield out there. And then in addition to that, we ready ourselves with some new product upgrades or add-on or up-sell in crisis management, in secure file sharing and in the BRIDGE app that we talked about, which is a -- if you will ask me, why is that a big deal? It's a big deal because Microsoft and we got together and we could use our container, which is the most secure way to wrap their code. And everything will look native to the users, which is something that, today, people want it, but they don't -- they can't get it. So they can get native, but they can't get the security of the containers, but now they could get both. And so we believe that our customer base would like to upgrade to that. Anyway, so we have product potential growth. We got vertical expansion growth, and we got geographic growth. Not everything will work perfectly. I mean, I know that, okay, but if we work at it, you might see a good run there."
  },
  {
    "id": 47,
    "text": "The incident with -- oh, so from time to time, just for everybody to be on the same -- with the same context, from time to time, researchers from various places comb through products to look for potential ways that security can be violated. It's actually a normal, healthy and robust part of the entire ecosystem. And the incident you are commenting on, it was in one of our search plug-ins through the Google Chrome browser, and so they identified a security incident that actually made a -- quite a bit of headlines and a disproportionate share of noise, if you will. And we immediately, within a very short period of time, addressed that concern, submitted it back to a researcher and the team at Google. Through some back and forth and assistance from both sides, we're able to adequately and appropriately rectify the situation. And we're back in position with that particular offering. So we saw a slight bump, but not a material change in any of the revenue associated with it. And since that time, we've been working with them to do further assessments to see if any of these come up. But obviously, software is a dynamic market, so we appreciate that there's somebody monitoring it, and it's just a normal course of the business. So we haven't had much involvement there since that time."
  },
  {
    "id": 48,
    "text": "Sure. Hey Prabh, it's Mark. So it is both. It's both standalone and it's combined with our existing solutions. What's nice about security is, as you know, everybody is concerned about what's going on in the market with all the different threats and hackers that are out there. So whether it's a data center solution, whether it's a lab solution, we try to include security with our within our each of our different offerings. We also have specific security offerings around securing the perimeter, kind of keeping the bad guys out, securing data. And that's for example, if you had an on-prem data center and an off-prem, and the data was going in and out, outside your network with the security solutions that go with that. And then we also have security services where we provide PIN testing, vulnerability assessments, risk and compliance assessments and a virtual CISO capability, the things in the market that kind of fits to our strategy. About 5 years ago, we saw where the market was going with security. We made an investment in NCC, which was an acquisition in the Midwest, about 4 [ph] years ago, a little bit over. What that gave to us was security expertise that we were able to leverage across the rest of ePlus and build up our security practice across all of our offerings. The big thing that a lot of our clients look for from us Prabh, though, is to sit down and help build a road map. They try to build the gap analysis on where they have holes and things that they've got to protect. Does that cover what you need, Prabh?"
  },
  {
    "id": 49,
    "text": "George, that's a little bit tough to call. But I would tell you, if you look in the long term, we absolutely believe that the trends are very positive in Asia. If you look at the consumption of proteins based on rising incomes in Asia driving that, so that's a real positive. And what we believe is playing out here is really the geopolitical and trade situation causing a drop -- disruption in some of the ordinary flows between the countries and the way they trade, and that affects the way the proteins move back and forth. So the customers are just being more caution. But I would say as we start to see that return to more relative stability, our expectation is in the mid -- even in the mid-term, that, that will improve. And whether that happens in 6 months, 12 months or 18 months, I really can't predict that. But I know the right thing for JBT is for us to be very active and involved in that market. We see a lot of encouraging, as I mentioned in my commentary. Project activity, which is the first indicator of customers' planned investment, which is at the front end of that. So certainly, they see an opportunity as they -- our customers do as they think a little bit through this, and we would expect that to return to more normal trends as we work our way through the year, assuming some of this trade stuff and just in general the economic -- macroeconomics that are resulting from the trade return to normal."
  },
  {
    "id": 50,
    "text": "In regard to our social media security solutions, we were pleased with the progress during the quarter as this emerging market continues to evolve. A few of the key wins for the quarter included a Global 100 bank in Europe that purchased a solution to audit its social footprint for security and compliance issues and detect and report fraudulent social accounts; and a Fortune 500 retail food and beverage company that purchased a solution to stop targeted attacks on its social accounts, tackle high volumes of social media spam, audit its social footprint for security and compliance issues and detect and report fraudulent social accounts. Longer term, we continue to expect demand to drive the overall development of this market and believe that Proofpoint remains well positioned to take advantage of this growing opportunity. During the first quarter, our cloud-based archiving results were in line with our expectations as we closed a number of smaller but important deals. We continue to have a solid pipeline of larger opportunities. And as we mentioned on the last earnings call, the sales cycle on these larger archiving opportunities tend to be longer than the classic security deal. As a result, we expect to see momentum develop over the course of the year as these deals come in."
  },
  {
    "id": 51,
    "text": "We've also taken an impairment, on our Libyan assets, in the amount of $297 million, or roughly half the carrying value. This is largely the result of ongoing political unrest and uncertainty in the country that has prevented any sustained production for almost a full year."
  },
  {
    "id": 52,
    "text": "So our view is, and this is in line with IATA, and this is in line with Airlines for Europe is that rapid testing, especially prior to departure is the means to implement across Europe, a common testing regime. And once that testing regime would be in place, and once that would be based on rapid testing technology, then it would be less -- clearly less cumbersome to be an airline passenger. And we think that it is possible to take care of health, safety and control the spread of the virus with rapid testing. Because based on the data that aviation industry has collected across Europe and the health authorities have collected across Europe, and this goes also for Finland, there is no virus transmission effectively on board aircraft. And then also, when looking at people entering, for example, Finland from the high-risk countries, the number of infected people is very low. In case of Helsinki Airport, 0.9% of passengers from high-risk countries are COVID positive, and vast majority of those passengers are not in a stage where there could be anymore infecting other people because they have been having the virus and the disease previously. So therefore, we feel that this testing regime is possible and that would be a key enabler for aviation to start to recover and the amount of passengers to start to increase."
  },
  {
    "id": 53,
    "text": "Sure, but first to your question regarding the attritional loss ratio of Talbot, which was excellent this quarter. The attritional component of the loss ratio is where you have the most predictable frequency of claims. For Talbot, they don't write frequency lines, I mean they don't write auto, they don't write personal lines, they don't write things that have great frequency and predictability. And so when you write a book of business, it's comprised of things like offshore energy and terrorism and war risk and marine. Even your attritional loss ratio is going to have more volatility around it than someone who's writing a much more predictable portfolio. So as we look at Talbot over the last 8 quarters, we've had quarters where the attritional loss ratio ticked up into the low 60s and quarters like this, where it's come down into the low 40s. We expect to see volatility around that. We're very careful in terms of thinking about and recognizing it. But the absence of losses is, I think just part and parcel of the type of business they write. And so that really is Talbot in the quarter, nothing, it's not a trend we don't, now think that the underlying loss ratio at Talbot is at some new level, it's going to bounce around more than your typical frequency or attritional loss ratio would."
  },
  {
    "id": 54,
    "text": "In addition, I'll just give you a glimpse of what more, but 120 fast interceptor crafts for the Indian Navy, 1 hospital ship for the Indian Navy, 22 follow-on waterjet FACs, that is fast attack crafts for Indian Navy. My appreciation, the RFPs would come out only during early -- that's the first quarter of FY '26. This is an overview of what is the order book what we have and what are the orders on the anvil, which is available in the market."
  },
  {
    "id": 55,
    "text": "There's a more cautious environment, but the journey to 5G has not stopped. We are winning 5G business and expect to continue to do so in the coming quarters. Meanwhile, we have a slowdown in India, which will continue to affect us until the dynamics in that region improve. Of course, we recognize the risk associated with geographic concentration, as India grew rapidly during the past several years. One objective of our various strategic initiatives has been to mitigate our geographic concentration. Some aspects of strategic moves have been effective in reducing our future geographic concentration, for example, the relationship with NEC and 5G design wins in other regions. Other initiatives aimed at changing the geographic balance move rapidly did not come to fruition. These initiatives included exploring strategic opportunities for consolidation and/or diversification via external investment."
  },
  {
    "id": 56,
    "text": "On the positive side, if you look at 2020, the expectation is there will be a slight recovery starting 2020. And a lot of the issues that we are facing this year is coming from geopolitical tensions as well. So that aggravated the natural slowing down of  economic growth. And particularly, the U.S.-China trade war and some of the U.S. issues or conflicts with the European Union also wherein Trump is also taking some certain tariffs to be imposed."
  },
  {
    "id": 57,
    "text": "We have kind of grown across most of the classes. Some of the classes we have grown more, for instance, like I said, health, retail is something that we have grown because we've seen the profitability, and we are happy to write there. But otherwise, finally we are doing what every reinsurer does, which is spreading the risk, either geographically or even within a geography across classes. So that is something that we continue to do, and we are very confident that our book will perform well."
  },
  {
    "id": 58,
    "text": "On this page, you also find highlighted, boon. We launched this year with Apple in about 5 to 6 additional countries. I can say that probably by the end of the year, we will achieve a complete European infrastructure with boon, on the Apple side as well as on the Android side, being active in the most relevant countries. And by next years, probably we'll also start to roll out boon outside Europe."
  },
  {
    "id": 59,
    "text": "Europe has remained relatively steady overall, although conditions remained somewhat volatile country to country. We are seeing good performance in other regions around the world. Our North American Post-Acute business had a difficult quarter. Revenue overall declined approximately 3%. Reimbursement pressures are affecting all of our businesses here, and we expect that the challenges our customers are facing in this regard will continue to put pressure on our top line."
  },
  {
    "id": 60,
    "text": "Well we talk about things from a threat-centric messaging standpoint and absolute [ph] security. Those really are our core messages. We believe the foundation of doing security in kind of the hostile world we live in is being able to deal with threats that are out there, which is why we typically lead with Intrusion Prevention Systems. But as we get into deals like Next-Generation Firewall and things like that, people are realizing that they need very effective threat mitigation capabilities wrapped up in that Next-Generation Firewall capability, and we're the best in the market at doing that."
  },
  {
    "id": 61,
    "text": "We also linked all of our intelligence context to every event in Helix to allow security analysts to make the best risk-based decisions as they manage and prioritize their alerts and events from FireEye products or third-party products. Providing our intel is like adding hundreds of threat analysts to our customers' security teams. Our analysts have the benefit of our more than 10 years' experience tracking the most advanced attackers on the globe, and our customers can learn what we know about a threat at the click of a button. They learn at the critical moment of triage, when it matters most, no Internet searches, no analysis, just answers. Although we are in the very early stages of the Helix introduction, we continue to see interest in adoption from customers ranging from Fortune 100 companies to small and medium businesses."
  },
  {
    "id": 62,
    "text": "So our result showed we were successful in mitigating some of the impact. I note that this excludes a noncash impairment in Road Track, which is an accounting effect, mainly due to the sharp increase in the macro risk factors of the various countries in which Road Track operates and not related to Road Track's long-term performance or outlook specifically. The increase in country risk caused an increase in the weighted average cost of capital, WACC, calculation, which lowered the valuation of this business on our balance sheet."
  },
  {
    "id": 63,
    "text": "Let me answer the second one first. The countries where our major opportunities are have not had any experiences with instability. Countries like Kuwait and Saudi Arabia, those 2 countries are where the majority of our large opportunities are. So no, the answer to that is we do not see Middle East instability having any impact on the prospects of those deals. In terms of the absolute number of customers, I just don't have it at the tip of my fingers."
  },
  {
    "id": 64,
    "text": "We continue to evaluate new technologies that will enter our portfolio in the future. The Fabrication business is doing very well. The backlog is building. The Fabrication business will significantly improve next year in terms of volume and earnings. The international opportunities, because of a variety of different regions, escalating wage rate, security concerns, several countries are asking us to build fabrication facilities from Brazil to Saudi to Kazakhstan. And basically, we tend to move into a country to build a facility if on the first award we have the facility paid for. So we just don't go build a facility and hope that it will work. If the clients really want us in a particular area, they need to give us the work to, as a minimum, pay for the facility that we built on the first award. So that's kind of how we work on that particular business. But the business is very well there becoming more and more an international player. The Nuclear business will be accelerating next year on the projects that we have from modules to pipe fabrication to steel, so they're looking for a big year next year."
  },
  {
    "id": 65,
    "text": "Of course. So first, the macro environment in Nordics. There are some macro trends across the Nordic countries. First of all, we see a greater desire from all customers having local delivery capacity across all service lines. And that's due to global and security political risk, et cetera."
  },
  {
    "id": 66,
    "text": "Now the outlook for the business environment. In 2012, despite global economic uncertainties, we expect overall economy to start turn around in second half. Several risk factors still remain such as European fiscal crisis, fiscal tightening in various advanced markets, as well as political uncertainties with the elections scheduled for major countries."
  },
  {
    "id": 67,
    "text": "We've also taken industry-leading steps to make ads transparent, so people know who's trying to gain their support. Anyone who wants to run a political or social issue ad has to go through our authorization process first. And between March and September, we rejected ads 2.2 million times before they can run for trying to target the U.S. without authorization. We also built the ads library, where you can see any ad that is running on Facebook or Instagram and even if it's not targeted to you. For political and social issue ads, you can see who paid for the ad and what audience the ad reached, making political advertising on Facebook more transparent than any other medium."
  },
  {
    "id": 68,
    "text": "Moving over then to Rest of the World. And here we can say that the performance of Rest of the World was slightly weaker this quarter, down with around 5% organically, even with the approximate SEK 10 million net sales that was pushed over from Q2. This development is modeled only due to significantly lower sales volumes, around SEK 30 million in net sales versus Q3 2017, in Australia, which is the region's largest market. Political uncertainty has led to the government reducing and postponing summer spend into the health care system lately. But we will obviously follow this development closely with local managements and make sure that we are taking necessary actions to mitigate. Besides that, we have seen positive developments in several other markets in the area such as Hong Kong, South Africa and New Zealand. Sales has also been good in distributor markets such as Central Eastern Europe and Southeast Asia. We continue our dedicated work to make our current product portfolio available in more markets, which I am sure, will further enable us to serve current active countries more efficiently and also make it possible to open up new distributor markets, in mainly Eastern Europe and in Southeast Asia."
  },
  {
    "id": 69,
    "text": "You only need to read the daily headlines to see that the forces that can drive changes to this list. As sanctions are imposed by countries against others as a consequence of military conflict, terrorist activities or trading economic influence."
  },
  {
    "id": 70,
    "text": "With our cybersecurity solutions, defenders are able to address the full attack continuum across all attack sectors and respond at any time, all the time in realtime. A key to this approach is broad visibility of the extended network, including the traditional network, endpoints, mobile devices and virtual environments and continuous capability versus attacker tools and activities. This is in contrast to traditional security layers that only operate at a point in time. If they miss a threat it's gone. They have no capability versus a threat later in time. This is an new model of security that allows defenders to be far more effective in maintaining the integrity of their computing environment, even if an attacker successfully breaks in."
  },
  {
    "id": 71,
    "text": "Now looking forward, we believe the market would end up in a range of 20% to 25%, which is a pretty healthy upgrade to the former forecast of plus 12% to plus 17%. And again, we believe the momentum is not going to end up there. GDP is still at a very healthy 7.3% for '18. Unless there is some major disruption in the geopolitical environment or political environment over there, we believe that India should provide -- should be a source of very healthy growth for our industry for the -- for quite a while, for quite a few more quarters or years to come."
  },
  {
    "id": 72,
    "text": "From an economic perspective, GDP growth on a global basis remains positive; however, many estimates were recently revised downward. There continues to be geopolitical tension and uncertainties around the world with examples like trade wars and Brexit. All in all, we are optimistic about our top line, but recognize that there is risk given the constantly changing operating environment. The U.S. dollar continues to fluctuate versus the world currencies. As we are in generally a strong USD environment year-over-year, the euro to USD exchange rate is the most relevant to IFF. So you'll see the euro to USD exchange rate stabilizing. It is positive."
  },
  {
    "id": 73,
    "text": "Yes. The increase which you see in Q3 is largely volume driven and is tracing to, I'd say, higher absolute numbers in the sales cost, particularly the commissions, the sales commissions. It's not -- so more of a variable cost related to the higher volume. It's not so much the more fixed piece of the marketing cost like above the line. That leads to the conclusion that what we've seen is that there's more effectiveness of our campaigns and that may have to do with the fact that this year, we started to apply, I would say, learnings from one country to the other country so that effective campaigns and support from one country start to also take effect in others. So I'd say largely volume-driven sales cost which is driving the total."
  },
  {
    "id": 74,
    "text": "I was curious if the -- your competitors have changed their approach to business given the potential for immigration reform in United States. I mean, if they have been using that threat of immigration reform competitively against you in pitching deals in the U.S.?"
  },
  {
    "id": 75,
    "text": "No. So it looks stable now but you don't know. And there is quite some uncertainty there. So we are cautious about Egypt. But the dip because of the unrest, which was there is behind us. There is more and more stable though tourism is still not picking up really because also tourists feel quite some uncertainty in that country. And even flying over the Sinai, there are quite some negative advise, travel advisories to go to Sharm el-Sheikh and these kinds of things. So Egypt will be uncertain but I do agree with you, this is not at all looking bad at all."
  },
  {
    "id": 76,
    "text": "International business reported constant currency growth of 3.9% during the quarter, in spite of geopolitical disturbances continuing in the Middle East. Import quota embargo in Algeria led to a complete shutdown in that country, putting further pressure on sales. On the other hand, Egypt, Nigeria and Turkey recorded strong constant currency growth. There has been a translation impact of currency devaluation in these countries amounting to INR 97 crores, which had an impact of around 5% on a consolidated basis. Going forward, we expect this impact to reduce as currencies would become comparable to last year. [ Cough ] business posted good growth led by Pakistan and Nepal."
  },
  {
    "id": 77,
    "text": "Okay. Well, I'm going to ask Dennis to talk about Ukraine and what's going on there, but I think a fair bit of that is political unrest and uncertainty. But Dennis, do you want to..."
  },
  {
    "id": 78,
    "text": "While I know that's frightening, we can all see that the crypto market has steadily rebounded in recent weeks. As of today, Bitcoin was traded above $9,500, well above the previous lows below $5,000 that we saw in March. Personally, I've been in the financial services industry for over 25 years. I've seen wars, terrorist attacks, recessions and pandemics. Yes, the way this virus has affected us, it's all -- affected us all is frightening, but dramatic volatility in market sell-offs are to be expected during such times of uncertainty."
  },
  {
    "id": 79,
    "text": "Okay, okay. And sir, just one last question. In one of your other answers, you had mentioned that NIMs vary across geographies. So is it possible to give some more color on that exactly what geographies give higher NIMs vis-a-vis which ones give relatively lower NIMs?"
  },
  {
    "id": 80,
    "text": "Got it. That's helpful. And then, still on that same line of questioning. The geographic mix, obviously, can impact pricing and margins, in any given quarter. Was there any kind of an impact that you could note, in the 2Q, from a geographic standpoint, and any impact to the mix there? And then also, the follow-up to that is, given the visibility you have into your markets, how should we be thinking about geographic mix? And how that can impact, as we look over the next few quarters?"
  },
  {
    "id": 81,
    "text": "Now moving onto our operating highlights for the second quarter. Our television revenues increased 6% during the second quarter. Excluding retransmission fees, television revenues increased 5% compared to the second quarter of last year. Local television revenues increased 12% in the quarter, while national TV revenues declined 2%. The decrease in national revenues was driven primarily by the impact of higher political television advertising sales of about $1.8 million in the second quarter of 2012. Excluding retransmission and the impact of political advertising sales, core TV revenues increased 11% compared to the second quarter of last year. Core local television revenue grew 14%, while core national revenue increased 8% in the quarter. This performance continues to outpace the broader television industry. Our core 11% TV revenue growth during the second quarter marks the seventh straight quarter we exceeded the industry's growth projections."
  },
  {
    "id": 82,
    "text": "This has been a very difficult year for most storage facilities in Europe, including SemLogistics, due to increased volatility resulting from political unrest in North Africa and the Middle East and the economic downturn affecting world markets. We believe there is significant opportunity to secure new business when the forward curve provides sufficient contango. But in the meantime, we are concentrating our efforts to promote longer-term commitments that will provide a more stable cash flow and less likely to be negatively affected by market conditions."
  },
  {
    "id": 83,
    "text": "Mimecast is the only e-mail security provider to offer the service for both on-premise Microsoft Exchange and Office 365 hosted exchange. Our initial interest in IEP has been strong. We're now approaching 100 customers using this service. Secondly, in the fourth quarter, we launched a new tool called the e-mail security risk assessor or ESRA. This enables potential customers to identify threats that their current e-mail security provider has missed.  After running this tool in several live environments, we published a study sharing the details. From a sample of 26 million e-mails that have already been filtered and allowed through these competing e-mail security products, Mimecast uncovered almost 3.5 million pieces of spam, 6,681 dangerous file types, 1,207 known and 421 unknown malware attachments and nearly 1,700 impersonation attacks.  So with this tool, we are able to clearly illustrate the value that Mimecast adds to customers as well as the need for multiple layers of e-mail security. Now in the quarter, which ended on December 31, 2016, we saw a flood of smaller micro businesses, especially former McAfee cloud customers migrating to our services and this resulted in 3,100 new customer adds in that third quarter and in fact, record bookings for Mimecast."
  },
  {
    "id": 84,
    "text": "These risks and uncertainties include the ability to effectively manage our operations during the significant cash flow and liquidity difficulties we are experiencing or may experience, the difficult -- consequences of our restructurings, including the significant dilution of our existing shareholders, negative events or publicity associated with our restructuring and recapitalization transactions that could adversely affect our relationships with our suppliers, service providers, customers, employees and other third parties, which in turn could adversely affect our operations and financial condition. Developments with respect to the Alaskan oil and natural gas exploration tax credit system that may continue to significantly affect the level of exploration spending in Alaska or the willingness of third parties to participate in financing and monetization transactions or our ability to timely monetize tax credits that have been assigned to us by our customer. Fluctuations in the levels of exploration and development activity in the oil and gas industry, intense industry competition and limited number of customers, high fixed costs of operations, and the potential need to manage rapid growth, operational disruptions due to seasonality, weather and other external factors; delays, reductions or cancellations in service contracts; crude productivity, the availability of capital resources; credit quality and delayed payment risks related to our customers; substantial international business exposing SAE to currency fluctuations and global factors, including economic, political and military uncertainties. The need to comply with diverse and complex laws and regulations; and other risks incorporated by reference to SAE's filings with the Securities and Exchange Commission."
  },
  {
    "id": 85,
    "text": "How would you characterize the overall M&A environment right now and broader industry consolidation? Are multiples egregiously high or low out there? And what are you seeing also from a political standpoint? Is the political uncertainty out there impacting you at all?"
  },
  {
    "id": 86,
    "text": "With cloud security as part of Tenable One platform, we can bring greater context to a customer's overall preventative security program so that they can better understand risk and prioritize mitigating actions. Most organizations operate multi-cloud and hybrid environments, and we can consistently enforce cloud security posture and compliance across their operating environments. With our unified platform, we're helping organizations better measure and communicate improvements in security posture, which has become a board-level issue."
  },
  {
    "id": 87,
    "text": "Yes. In terms of the demand in Europe, Saket, I think the main issue is they have lost the access to -- because of the conflict there, unfortunate conflict, they've lost access to the cheap Russian gas and energy that has an important role in most industries, including our consuming industry, and that creates its own set of stress, and the high inflation environment, and that creates a cycle of demand for all sectors. So it has driven off the consequence of what is happening in that space. And we have seen that there's been no resolution in for almost 2 years now."
  },
  {
    "id": 88,
    "text": "materially from those in the forward-looking statements are changes in the technologies used by our customers and competitors; change in volatility and the demand for our products; the effect of changing worldwide political and economic conditions, including government-funded solar initiatives and trade sanctions; the effect of overall market conditions, including the equity and credit markets; and market acceptance risks. Other risk factors are detailed in our Securities and Exchange Commission filings, including our Form 10-K and Form 10-Qs."
  },
  {
    "id": 89,
    "text": "Yes. Look, our production continues in Libya. Obviously, there is significant civil unrest there, so giving more clarity other than that is a hard thing to do. It's a cash generator, not that material. But at the end of the day, operations continue, but it's subject to disruption based upon political unrest. And so far, it's been fairly stable."
  },
  {
    "id": 90,
    "text": "C3. Changes in the business environment. Among the current business risks for 2024, there is economic separation, particularly due to the conflict between the U.S. and China, Russia's war in Ukraine, conditions in East Asia, including North Korea and Taiwan and the situation in the Middle East, which were described in the topic of economic decoupling. We believe that political uncertainty in various countries will be a larger factor than any other risk. In particular, the topics I just covered will have a major direct impact on the performance of our industry. These include avoidance of the Suez Canal due to a security crisis in the Red Sea, the need to detour around the Cape of Good Hope and the likelihood of the Panama Canal returning to normal operations. We plan to pay close attention to these factors."
  },
  {
    "id": 91,
    "text": "We are operating in the midst of an unprecedented period of uncertainty and volatility. Geopolitical risks remain high, with the dispute between China and the U.S. moving into the second year, and each round of foreign policy, trade and/or IP matters can bring new risks. The global health pandemic COVID-19, reaching a massive amount, swept the world and brings another set of risks to consider. This combination of risks, geopolitical and pandemic, cause the duration, severity and the impact of associated economic downturn to be unknown."
  },
  {
    "id": 92,
    "text": "Lastly, on the domestic political situation, uncertainty still remains following the March election, which is yet to yield a decisive victory for either side. With this background of prolonged political uncertainty, the economic recovery is even more noteworthy. The fiscal picture should also improve in 2021, and the government does not have any difficulty in financing the deficit."
  },
  {
    "id": 93,
    "text": "Yes, so the competition you've mentioned is with us, it's not new. Those are the competitors for several years. One of them, by the way, was the product I've mentioned as being in the other data center that failed. I think there's a very, very big difference in our capabilities and our approach, which is unique. When you come to security, many of the systems around the world, in the past and till today, are based on certain type of rules that are preset to what's good and what's bad. You can look at an antivirus, IDS, IPS and so on. So signatures, databases of things that are bad and then you compare the traffic to what's bad and if you have a match, you say that's bad traffic. And the other major technology people are using is very basic thresholds. If you have more traffic than x, it's bad. If you have less, it's normal. We have all these capabilities, but those are basic. We think they are incapable of dealing with the threat landscape and with the hacker sophistication. We believe in security, it's going to be only about algorithms and math and ability to detect anomalies based on math, algorithms, behavioral, machine learning, fuzzy logic. This is what we were doing since 2006. This is our advantage. And every time a new attack tool comes out or any hacker that changes a bit the attack program, everyone else is failing. And they're failing because they're using those old models, very static, not dynamic, not learning, not algorithmic. So it's very easy to fool them. Fool them multiple ways. Either they don't detect or they block legit users. And we think our investment in behavioral security, in the fuzzy logic algorithms that we've built, is proven day in, day out that, that's the only way to combat those attacks. I think you can see the evidence to the success, not only from the way I explained the technology, take Cisco, take checkpoint, that has done their homework; take the largest CBNs [ph] in the world, the top tier carriers. Now everyone, I think, is understanding the difference and some of them taking very, very significant steps in adopting us over others."
  },
  {
    "id": 94,
    "text": "This year was marketed (sic) [ marked ] by greater economic and geopolitical volatility and terrorism, which curtailed demand in several countries. The trend of consumers shifting their shopping preferences by channel accelerated, which resulted in declining traffic in some U.S. brick-and-mortar department stores. At the same time, global competition intensified as new beauty brands and thousands of new products competed for a share of consumer wallets. Despite these challenges, we strengthened our growth engines and created formidable new ones, which was evident in higher sales across our major product categories."
  },
  {
    "id": 95,
    "text": "Now turning to our third trend, increasing security standards. The significant business impact of a successful cyber attack has long placed security as a top IT priority. In addition to MSPs buying security solutions to protect from bad actors, they also face growing global compliance requirements that serve as a tailwind to security demand. Here, the message is clear. Security is shifting from an option to a requirement. With our robust and recently expanded suite of security options spanning endpoint protection, mail protection, content filtering and more, we provide a layered security approach that is built to fulfill regulatory requirements and safeguard the modern digital enterprise."
  },
  {
    "id": 96,
    "text": "Our Cloud Application Security Broker, or CASB, can programmatically detect advanced threats and data loss prevention or DLP violations in cloud venues. And our browser isolation capability can provide similar protection for unsanctioned cloud applications or other web properties. Our recently acquired Insider Threat Management solution provides security and compliance teams with important visibility into risks on the endpoint from employees who are either acting with malicious intent, behaving carelessly or unknowingly compromised by a threat actor. This capability is particularly important when employees are operating beyond the reach of the corporate network. In fact, during the first quarter, we saw several wins driven by this specific concern."
  },
  {
    "id": 97,
    "text": "Thanks, Mel. Look, I've been in this industry for almost 20 years now, and I have seen time and time again that softness or headwinds, however people label it, are typically short term. Dealers get over inventoried. Manufacturers make so many units. And margins get dramatically compressed as the industry corrects itself. While we can control our own inventory levels, we don't have control or visibility to the rest of the industry and many of the external factors influencing the RV industry right now. These are some -- these are the same external factors facing many cyclical or consumer businesses right now and the broader market as a whole. We don't know how uncertainties around tariffs, trade wars, political tensions, interest rates or stock market volatility are going to factor into consumer sentiment for RVs and the demand picture over the near term."
  },
  {
    "id": 98,
    "text": "But there will continue to be headwinds. Foreign exchange is obviously at the top of the list and has a significant short-term impact. Pricing to recover that impact, taken by both P&G and other industry players, is likely to result in some market contraction and reduce consumption in several countries. Lower commodity costs will create a consumption headwind in energy-producing countries. And political instability will continue to result in some ongoing amount of market-level disruption."
  },
  {
    "id": 99,
    "text": "Overall, we were pleased with our performance in 2011 given the still fragile condition of our economy, still too high levels of unemployment and a lingering unhealthy level of uncertainty caused by our own political leaders, as well as unrest in other parts of the world."
  },
  {
    "id": 100,
    "text": "Well, it is and it's a growing market for us. We continue to see growth, strong growth, that's actually, if I have to -- I don't have the breakdown per se, but we probably put the breakdown by country, ultimately, in the K, you'll see China, in particular, growing at a faster rate than almost any other particular country, I think at the fastest rate probably of any country. And we continue to see that. It's just such a new opportunity and it's just forming. They continue to localize more engineering efforts which is towards our game, right, moving from just production of vehicles towards local engineering and customization for the local market all happening in China in a more dedicated way. We're seeing customers grow significant license business and license increases still coming from that market. That's from the passenger car side. The heavy vehicle side, in China is challenged like everywhere else, so no different. But the passenger car side of the market looks quite strong from an investment point of view. It's still a very large market growing at just -- at 5 or 6 percentage points rather than the 15 to 20 they've been booking for a while. But still, heavy investments in new vehicles for that market."
  },
  {
    "id": 101,
    "text": "Yes, we are. We've started this demo and we did get some deals that closed in Q4 and I think we've done a couple more so far this year, it's really obviously in the quarter with most of it being back end loaded. We're definitely pushing that and really we see the Cybersecurity product and the Analytics product as being extremely complementary. So if you see us talking to a customer about Cybersecurity, we're 98% likely to be talking to them about Analytics as well. And ultimately, I think it's going to be a very important part for us. I mean, and strategically, when you think about it, if the category is hunting for threats in your end point, and it's going to take a little time for that to become mainstream, but we are getting people to adopt it and we will get people to adopt it and I think it has the potential to be one of our biggest products because it's designed to be used proactively to identify security risks. And then if you think about it in that context, its potential market covers every company with a need for IT security and not just those companies that want to build a team to do reactive instant response."
  },
  {
    "id": 102,
    "text": "Before we begin, I would like to read the forward-looking statements. All statements made during this conference call that are not historical facts should be considered as forward-looking statements. Such statements involve known and unknown risks, uncertainties and other factors that may cause actual results, performance or achievements of the company to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements. Such risks, uncertainties and other factors include, but are not limited to: first, change in general and local economics and industry and business conditions and impact of the sustained homebuilding downturn; second, adverse weather and other environment conditions and natural disasters; third, change in market conditions and seasonality of the company's business; fourth, change in home price and sales activity in the markets where the company builds homes; fifth, government regulation, including the regulations concerning development of land, the homebuilding sales and customer financing processes, tax laws and environment; sixth, fluctuations in interest rates and availability of mortgage financing; seventh, shortage and price fluctuations of raw material and labor; eighth, availability and cost of distraught land and improved lots; ninth, levels of competition; 10th, availability of financing to the company; 11th, utility shortage and outage of rate fluctuation; 12th, levels of indebtedness and restrictions of the company's operations and activities imposed by agreements governing the company's outstanding indebtedness; 13th, the company's source of liquidity; 14th, change in credit ratings; 15th, availability of the net operating loss carryforwards; 16th, operations through joint ventures with third parties; 17th, product liability, litigation and warranty claims; 18th, successful identification and integration of acquisitions; 19th, significant influence of the company's controlling stockholders; 20, geopolitical risks, terrorist acts and other acts of war; and 21, other factors described in detail in the company's annual report on Form 10-K/A for the year ended October 31, 2010, and the company's quarterly reports on Form 10-Q for the quarters ended January 31, 2011, and April 30, 2011, respectively. Except as otherwise required by applicable securities laws, we undertake no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events, changing circumstances or any other events."
  },
  {
    "id": 103,
    "text": "Second is HDI's reprocurement of the Medicare RAC contract. HDI submitted its response timely, but also protested the actual procurement, which is common place in this type of government contracting. We primarily argued that the solicitation was defective due to unequal treatment of bidders. Specifically, the incumbent contractors would bear a greater financial burden in handling the review of appeals than would a new contractor. This week, the GAO accepted the protest and has 100 days to issue its decision or until about July 15. CMS recently announced that it intends to withhold the award until the protest has been resolved, which is also standard during a protest. There are both procurement and operational issues related to this contract that will have a negative impact on revenues in 2013."
  },
  {
    "id": 104,
    "text": "These forward-looking statements are subject to a number of risks and uncertainties, including, without limitation, credit market conditions; the impact of recessionary conditions; competition; product demand; the ability to hire and retain qualified employees; consumer debt levels; inflation; weather; raw material costs of our suppliers; energy prices; war and the prospect of war, including terrorist activity; construction delays; access to available and feasible financing; the compromising of the confidentiality, availability or integrity of information, including cybersecurity attacks; and changes in laws or regulations."
  },
  {
    "id": 105,
    "text": "Well, moving over to the outlook, the global economic outlook. What I have shown here is the statistics from IMF. In June, they do recalculate it and lower the growth. In April, they estimated of minus 3%. Right now, they adjusted it to minus 4.9%. Thailand, we got minus 7.7%, down from minus 6.9%. So the analysts have shown their position looking at the pandemic and the stimulus that the governments in each country has. To the positive factor, about 75% of the country so far started to reopen their cities after the lockdown, especially in April. We see receding numbers of infectious cases, especially China. Each country would have their economic measures, especially developed countries. They invested like 2 digits percentage to stimulate their economy. Some countries started to expand their lockdown period because of the relapse of the pandemic, like U.S.A., Brazil, India, which is quite big countries. Also, we have the geopolitical conflict and the trade war between U.S. and China. All of these are the negative factors putting pressure on global economy. Into Thailand, IMF forecasted minus 7.7% growth. We collected the estimates from all the agencies, so it is -- varies, but we don't see minus 2 digits yet. And we just hope so that we don't go that far."
  },
  {
    "id": 106,
    "text": "One of the fundamental points that we have a difference is also the risk management that we have. So with more geographical diversity, we can have more efficiency. So what we are seeing is that this DNA of Minerva for diversification and risk management that has geographically diversification, I can tell you that all the plans we have -- or that we already have shows the consistency in our plans."
  },
  {
    "id": 107,
    "text": "Airlines purchase coverage in 2 different markets. The all-risk market covers the value of the plane and the liability arising from a crash. However, damage to the aircraft itself, arising from acts of war and terrorism, are excluded under the all-risk policy and purchased separately in the war and terrorism market, of which Talbot's is one of the largest players and Lloyd's. We had declined the Malaysian Airline all risk policy due to what we saw as an inadequate rate. However, we do participate on the terror and war coverage, which is a source of our claim. We'll also pick up some exposure to the liability coverage for our treaty account."
  },
  {
    "id": 108,
    "text": "I would like to drive you on Slide 8 on Pakistan, where continued data-driven revenue growth and further margin expansion have characterized this quarter. In Pakistan, in fact, we continue to show growth of both revenue and customers despite competitive market condition. Whilst the country was characterized by political and currency uncertainty ahead of the upcoming elections, revenue growth of 4.9% year-on-year, and it was supported by an acceleration of mobile data revenue growth of 37% driven by an increase in data customers and the usage through higher bundle penetration and continued data network expansion."
  },
  {
    "id": 109,
    "text": "Yes. So there's no particular concern around staff turnover in patient monitoring. We have made an intervention around the leadership of Monitoring & Analytics. So maybe I thought for a moment that you were referring to that. But I don't see a general concern around staff turnover. Yes, the security of the WiFi topic, of course, that's very interesting because hospitals in general struggle with their IT infrastructure and their WiFi infrastructure. And as there is more load on these hospital networks, we see a heightened interest to come with better solutions. In my speech, I referred to the security features of the MX750 and 850. And we have done and introduced those security features specifically because of concern around hospital network safety."
  },
  {
    "id": 110,
    "text": "Just another question on the immigration bill. Are any of your clients expressing any concern or any prospective clients asking about the impact of the immigration bill? And then, given that it could potentially impact the IT Services firms, are you taking advantages -- are you taking any advantages of uncertainty to compete more effectively with these IT Services firms?"
  },
  {
    "id": 111,
    "text": "Let me point out 3 quick points regarding our macro view, and if anyone of you would like to have a longer conversation on the phone about it, please call. We've got a very strong view, we've had it for the last 3 or 4 years. So we hope -- from a macroeconomic view that the global economy is fragile because it has been supported by huge increases in global debt and large central bank balance sheets. Simultaneously, the globe has seen major long-term headwind from demographics, technology that will eliminate jobs, human political conflict and a grossly skewed distribution of wealth and income. We believe this complex environment will continue to pressure interest rates lower over time. Nonetheless, we also believe that government policy will drive returns and hence is a complicating factor in the short term. Needless to say, government policy has become less and less predictable and has added to uncertainty throughout the globe. And in the final point, in our last conference call we mentioned that we believe that the 10-year treasury will spend more time trading in a range of 2% to 3%. However, today we believe the probability has materially increased that this range will shift downward to 1.5% to 2.5% with a steeper yield curve and lower financing costs over time."
  },
  {
    "id": 112,
    "text": "Yes. So in web performance, we have the Ion product line, which is really achieving scale now. We have a new solution with Image Manager, and they both contributed to the strong performance in Q3. And I'm really excited about Ion 3.0 that'll be coming out early next year, which focuses on mobile apps and performance in difficult environments such as cellular networks. And I think that's a great area of potential for us. In Cloud Security, bookings are very strong, and we have the next generation of the existing products. Bot Manager is relatively new and doing great. We have Client Reputation, which is also doing well. And now we'll have, going out next year, as Jim said, not contributing a lot of revenue now, but 2 enterprise security products. So I think we're very excited about the potential for future growth in the security products suite."
  },
  {
    "id": 113,
    "text": "Okay. Thank you, Jai. See, as far as growth is concerned, our strategy of last year focusing in the rest of the country on the high-value corporate, which are good-rated as well as of the government corporations, which are high-rated, so that will continue. Besides that, we are going ahead with the opening of around 17 branches in the rest of the country this year. So those branches, besides supporting our liability franchise, will also be focused on improving the home loan portfolio in the good centers. So that strategy will continue as far as rest of the country is concerned. And the same trend of growth, the percentage growth, which is happening, definitely will be happening or rather improving because of the home loan growth as far as the rest of the country is concerned."
  },
  {
    "id": 114,
    "text": "So during the quarter under review, we have delivered a steady performance amidst challenging operating scenario. The quarter gradually experienced a rebound in normalcy in economic and industrial activity across the country, demonstrating that the country had emerged on the impact for the pandemic severe second wave, particularly in the months of April and May. On the back of improving pricing, clearly on elevated volume outlook, the business is very strongly positioned, both for the intermediate immediate term as well as over the medium term."
  },
  {
    "id": 115,
    "text": "Bill, the Russia business, for us, has been a growing business and I think the commentary that you're describing is more around our outlook if sanctions were to be increased or become more so. Currently, or at least till now, the sanctions themselves have had a minimal impact on the business. But as we -- as tensions potentially escalate and the risk of more sanctions sort of looms, that's what we believe puts some risk into the business in the back half of the year."
  },
  {
    "id": 116,
    "text": "Meanwhile, Libya's domestic political unrest will also pose supply risks, consequently causing uncertainty in production. Initially, it has been forecasted that the production will increase by 0.23 million barrels per day. But if the issue gets severe, the production growth might drop to only 0.09 million barrels per day. In the big picture, the supply surplus will be about 0.7 million barrels per day without the production cut. Thus, if the OPEC cuts production by 0.7 million barrels per day, the balance will be achieved."
  },
  {
    "id": 117,
    "text": "Got it. Okay. That's helpful. And then the second is just on the European performance, as you just mentioned, outperforming what we expected to see from the rest of the folks. I guess is that -- how do you characterize that? And I think if there's one thing that I'm really worried about if we look ahead in the coming quarters, it's potentially small in [ph] performance in Europe for obvious reasons. Help us understand maybe what drove the outperformance and then also, maybe how we should think about the next -- or how you're thinking about the next several quarters, given the geographic, the risk for that -- for those geographies."
  },
  {
    "id": 118,
    "text": "Jessica, I guess given you spoke about it so much, the tax and cash margining -- kind of margining and the impacts of the last 2 quarters. I don't think you ventured with any numbers. I mean, I'd like to appreciate it and see if you could give us the quantum of that combined effect, certainly in the last quarter or 4Q or Q1 this year, please, if possible. And then secondly, I was looking at your Upstream geographical split. And it looks like the first quarter, really since summer 2014 where all the regions are today profitable on a net income basis. So it looks like quite an achievement there. I just want to get a sense of -- are those Upstream businesses by geography fully optimized here? Or there's still Upstream cost that can be taken out at this point in the cycle? Or some of the potential inflationary forces are potentially starting to show up and I guess, unit margin per geography are probably normalized levels we can kind of use as we look forward?"
  },
  {
    "id": 119,
    "text": "The cost pressures in this gold industry are not just in this country, and you should look at the compound annual increase in costs across the gold industry worldwide over the last 10 years, and you'll see, in fact, that the cost increases are an issue affecting all countries at this point in time. So the net effect of all of that is our net earnings on the back of the slightly higher gold price and the increased production went up by 15% to ZAR 1.3 billion or SA 184 cents per share."
  },
  {
    "id": 120,
    "text": "Sales price increases and slightly lower selling discounts favorably impacted our gross margin by 120 basis points in the quarter versus the prior year period. Our price increases were staggered in the fiscal year and implemented kind of country-by-country to help offset the impact of rising input costs. And while these price increases were implemented in the U.S. and in a few markets in Europe, during the fourth quarter, we didn't experience the full impact due to price protection and full calendar year contracts with certain customers that Garry had talked about earlier."
  },
  {
    "id": 121,
    "text": "During the third quarter of 2012, net course registrations by students using Department of Defense tuition assistance, or TA, increased 10% year-over-year as a result of new enrollment growth and improved persistence of active-duty military students. This growth is rather significant given the already sizable military population at AMU and the budgetary constraints possibly facing the U.S. military."
  },
  {
    "id": 122,
    "text": "Let me now turn to our product categories. For the full year, network and application security billings grew over 20%, and content security billings growth continues to be in the mid-single digits. Security threats are evolving rapidly and continue to increase in both sophistication and frequency. Our targeted customers, mid-market organizations, face the same security threats as large enterprises, but without the same level of resources. To meet the needs of our target market, we continue to strengthen our security portfolio throughout 2015 and recently introduced our Total Threat Protection initiative, a combination of our award-winning security solutions, including a common management interface, a single point of support and attractive affordability. All of these are key features for the mid-market."
  },
  {
    "id": 123,
    "text": "What that also means is that we were able to fully offset all other expense increases, whether they were onetime or contractual escalations with active cost reduction efforts. Putting revenues and expenses together, excluding the impact of political, EBITDA for the year grew by $1 million or 0.5%, marking the third year in a row of ex political EBITDA growth, which is something we're very proud of. Including this cyclical impact of political, EBITDA declined $11.2 million or 5% on the year."
  },
  {
    "id": 124,
    "text": "A few questions. So first, 2 big-picture ones. So can you just talk a little bit about -- you talked about transparency. I think you're highlighting kind of VideoHub and what advertisers can see through your products. But just are there other kind of solutions out there in the market where advertisers can see the transparency between the different platforms they view  on a site? And then secondly, do you guys see any potential impact, either positive or negative, from Facebook getting into video ads? Just general comment about that? And then just kind of just 2 housekeeping things. One, did political -- just talk about the impact of political advertising on last year? Does that create any comparison issues for the back half of this year? And then, Todd, can you just give us operating cash flow, CapEx and change in working capital?"
  },
  {
    "id": 125,
    "text": "We often get asked whether we're concerned about rising oil prices. And no doubt, price-sensitive leisure travelers and some lower-rated business will be affected. But high-end travel is less elastic, and it's worth noting that lodging demand and oil prices show little correlation over time. Upon reflection, this actually makes sense. Consider these 2 scenarios: Scenario 1, oil prices rise with higher demand for oil. This usually means more economic activity and more travel. Scenario 2, oil prices rise as a result of tight supply. The net effect is less travel. Today, we're seeing a mix of both scenarios. Some of the rise in oil prices is a function of uncertain supply tied to political unrest. At the same time, economic growth is driving demand for all commodities including oil."
  },
  {
    "id": 126,
    "text": "So while we do see some ongoing downward adjustments in some geographies -- and there's some timing-related issues there as well, right, from the time that a customer experiences a census dip to the time we're able to adjust our cost structure, and then ultimately pass that along to the customer by way of a billing adjustment. There can be a bit of a lag, which suggests that we may see some ongoing pressure in that downward direction. But at the same time, in other geographies, we'll likely see ongoing recovery, which we are, in fact, seeing in some areas to date. But again, perhaps with a bit of a lag as it relates to ultimately us adjusting our cost structures and corresponding billing to customers."
  },
  {
    "id": 127,
    "text": "Okay. And just -- it's interesting, the military business, I think, you had cautioned about that very early in the year when sequester is just what's going on with the military budgets. Is that -- a number of 2 things, it is that primarily a U.S. business? And then secondly, again, are we seeing that impact and should we kind of expect the military aerospace business to be down low single digits here into the future for the next maybe 4 quarters?"
  },
  {
    "id": 128,
    "text": "In Venezuela, we're managing through high inflation, political unrest, supply chain disruptions and continued uncertainty regarding the applicable exchange rate. Despite all the challenges, our businesses in Venezuela performed very well in the quarter, with revenue up strong double digits across both snacks and beverages."
  },
  {
    "id": 129,
    "text": "We continue to be very pleased with the integration process of our Abbott EPD Business across our various businesses taking a country-by-country approach to maximizing the potential opportunities from this combination. We have put in place new operating structures in several countries and are beginning to realize the benefits of cross-selling and an enhanced focused on key products."
  },
  {
    "id": 130,
    "text": "For 2011, we expect new unit bookings of $1.4 billion to $1.6 billion, aftermarket bookings of $1.1 billion to $1.3 billion, operating income of $275 million to $315 million, although we currently have a bias toward the lower half of the range based on the ongoing impact of the political unrest in the Middle East and North Africa, primarily Libya. New Units segment margins, excuse me, in the range of low double digits, and Aftermarket segment margins in the range of 22% to 24%, again, with a bias toward the low end of these ranges resulting principally from the step-up amortization required by the acquisition accounting for Guascor."
  },
  {
    "id": 131,
    "text": "Looking at the full year 2017, we expect that the environment will continue to be challenging. GDP growth overall remains on a moderate level even if there are heterogeneous trends across regions. Geopolitical tension and political and macroeconomic uncertainties will continue. In the consumer goods markets, difficult conditions will persist. FX development will remain unpredictable and heterogeneous and are turning currently more and more into a headwind."
  },
  {
    "id": 132,
    "text": "Despite geopolitical crisis and currency depreciations in key geographies, our international business grew by 9% in constant currency and 8% in INR terms, driven primarily by MENAP region. In FY '24, sales of 7 Oils in One crossed INR 1 billion in the international markets while Creme 21 also registered its highest-ever sales. Our international business further strengthened its portfolio by introducing a range of shampoos and conditioners under 7 Oils in One brand and the baby care range under Creme 21. Our gross margins at 65.8% expanded by 270 basis points. We invested strongly behind brand-building activities, resulting in 39% growth in A&P spends in this quarter. Despite such investments, EBITDA at INR 211 crores grew by 6%."
  },
  {
    "id": 133,
    "text": "Now if you turn to Slide 3, let's discuss the current market conditions and where we see them trending. Let me first talk about EMEA. As I mentioned earlier, the macro headwinds in Europe have increased and affected our business more deeply in the first quarter than expected. We estimate French wholesale markets were down 10% to 15% in the first quarter due to a softening economy. We also saw a slowdown in our German business, partially the result of a softening economy and partially due to weather-related delays with some key OEM customers. As you may know, this was Europe's worst winter in 50 years, and project work was affected across a number of countries. Italy continues to be depressed, and the political instability there in the first quarter served to create even more uncertainty. We do expect that our Drains business will continue strong, and emerging markets like the Middle East should continue on their growth path. But overall, I think our market outlook for Europe is now less positive than the flat growth we have projected at the beginning of the year."
  },
  {
    "id": 134,
    "text": "Specific to geographic mix. Revenue from international points of sale was 53% of total revenue during the quarter, which represents a more normalized state versus Q2, when we saw the impact of the country-by-country phased meta rollout. International revenue growth continues to outpace domestic revenue growth, with Q3 international revenue up 25%. This growth is driven primarily by rapid hotel shopper growth globally and strong performance of our display and Business Listings products overseas. International hotel shoppers were up 41%, with LatAm representing our fastest-growing region at 54% hotel shopper growth."
  },
  {
    "id": 135,
    "text": "Okay. Thank you. Well, with regard to capacity environments, Central and Eastern Europe, I mean, that is -- there is dead silence, to be honest. I mean, we haven't seen any significant announcements made by incumbent carriers in Central and Eastern Europe. But there is a state aid involved. Otherwise, these businesses would have been out of business by now. They were very fragile prior to COVID-19, and they've just been losing cash ever since. But it seems to me that governments are making it a -- an essential question to bail out the airlines and they cannot fail as a political force to let the national carrier go, under the circumstances. So my assumption is that these airlines will survive at least for some time, but they will have to restructure and they will have to cut capacity significantly. But simply, Central and Eastern Europe is probably not in a financial position to flood uncounted money and capital into their airlines, while at the same time, these countries are struggling with the medical system of the country and all other major distribution systems. So probably, these countries will have to be somewhat more measured with that regard, but my personal expectation is that the -- in combination, the carriers will be aided by government, but they will restore significantly lower capacity than what they flew before. You have a bunch of private airlines. I think, their clock is ticking. They would need to either get access to capital from government, which is doubtful or from private investors, which is doubtful too. So I would expect that in the next 5 months or so, you should start seeing some significant number of casualties happening across the region. But also, I think that would extend to Western Europe too."
  },
  {
    "id": 136,
    "text": "The first question that you asked was about the negative market environment. To be honest, if we end up at 5.8%, at 6.2%, or 6.8% or 7% everything I would say no is crystal ball. We just stick to the outlook that we increase sales 5% to 7%. We are going to be in this range. Of course, if we have completely negative momentum in the market because for example, we will see in European country, a tremendous terrorist attack and the markets are disturbed tremendously, then I probably would not stick to that. I would say then this can be influenced. But if everything runs normal as we see it and also what we see in our order intake and order backlog, which is really strong, stronger than it ever has been, I would say the 5% to 7% is still a very realistic scenario. And if I mentioned before we think that European car markets are developing better than originally expected. Even if we see a slight downturn in the second half-year, they still will be better than what we expected. The U.S. is on the peak. China is still in a good growth with 6% on a very high level of 22 million cars. So that's basically what we expect."
  },
  {
    "id": 137,
    "text": "First question is on Huawei. I was hoping you could level with us on what the company's exposure is to Huawei at this point in time? And certainly, I understand MACOM wouldn't have visibility on what sanction, if any, would be put in place. But just given the news of potential sanctions there in addition to ZTE, curious if you think Huawei would be potentially pulling inventory in ahead of time to mitigate against a potential sanction? Or do you think you're seeing that?"
  },
  {
    "id": 138,
    "text": "Thank you, Dan, and welcome to everyone on the call. We really appreciate your attendance. These are interesting times actually. We're facing debt issues in Europe, with Greece, Spain and now Italy. These affect our markets and our economy and certainly affect our commercial real estate portfolios. Our U.S. economy is still unstable. Unemployment actually did tick down but only slightly recently. Home ownership continues to fall. We continue to have political uncertainty in Washington. And all of these factors raise doubt and prevent our country from having a robust economy. Having said all that, though, our assets and the REIT are performing well. But it is these outside factors, things that we can't actually control, that make us nervous."
  },
  {
    "id": 139,
    "text": "We are seeking growth as compared to last year. We are more robust in operating terms than last year. And the market, despite all this apprehension concerning the future, and we are closing -- closely monitoring that, we think that there's still some resilience in the development markets so we could grow more than last year. Looking more in the long run, we're still working inside the company. I'd say that today, our expectation is to have this growth level to continue. But we have to pay attention to what's going to happen to the country in the coming months. So any decision concerning the future now will have to depend on how the market behaves in the second half. Growth for this year is something we are seeking. The size of that growth starting 2015, we need to associate with the visibility we are trying to convey to the market, and also dependent on the macro-political scenario. And one final remark concerning your question on debt. Despite the accounting side has specific issues, I'd say that our #1 concern is profitability/cash. So we won't launch simply to report revenue or profit. That's not our objective. If we have an opportunity to make good investments, good launches, with good returns, we will do pursue that. But if those opportunities do not emerge, and if we see any kind of negative impact coming up, we'll be careful to make those decisions when the need arises. So in summary, I think starting in 2015, as I said in the previous call, I think starting 2015, we'll be better prepared. We'll know what the political scenario will look like and the market will have a clearer picture also, and then, we'll be more objective in terms of those numbers moving forward."
  },
  {
    "id": 140,
    "text": "But let me address some of the concerns that you raised as well about the debt markets overall. First of all, let me just say that we stand behind our credit ratings. We have been making changes since 2010, 2011. We have become regulated around the world. There's actually 24 different jurisdictions we're regulated, and that includes -- one of those jurisdictions covers 28 countries, soon to be 27, and it's a very robust regulatory system around the globe. It's based on a set of principles that eliminate conflict of interest, minimize conflict of interest, there's segregation of duties. We have an independent oversight. We have independent Boards around the world overseeing, working with us to ensure that we are meeting the requirements of the different regulatory areas. There's also inspections, enforcement actions."
  },
  {
    "id": 141,
    "text": "The Spend Per Passenger is not dropping dramatically. It's not an issue. Obviously, it's dropping, but not dramatically. I think the point here is the conditions and the performance in the Russian airports. I think the drop in the number of passengers between 25% and 35% in the locations we are in. In one of the terminals, even 50% drop in passengers. Why? Because obviously, they have no travel internationally. I think this is a condition based on the economic crisis in the country, but also due to the strong devaluation over the past 18 months. As you know, it's 98%. And what -- I am confident about Greece. I think Greece is a destination. It's not only -- as you know, it's not a fun destination, it's also a religious destination for the Russians. This summer is going to be fine. Turkey, I don't have any expectations in Turkey -- positive expectations in Turkey. I think the combination between the 3 things that happened, one is the Russian crisis with Turkey. After that was obviously the terrorist attacks. And after that was what happened during the last weekend. I think it's not giving me the impression that Turkey will contribute a lot in 2016."
  },
  {
    "id": 142,
    "text": "Moving on to cost of services, ex-items, for the quarter was slightly below 76% of service revenue, comparable to the prior quarter and the same quarter in 2023. We will continue to see improvements in absorption of cost and utilization of our global laboratory network with growth in these services. However, the service side of our business has been more impacted by the geopolitical conflicts and associated sanctions. The volatility in crude oil prices and more recently expanded sanctions continue to cause disruptions to the trading and maritime movement of crude oil and derived products and the associated crude assay laboratory services that we provide. The company will continue to manage its cost structure as effectively as we can through these temporary disruptions in certain regions."
  },
  {
    "id": 143,
    "text": "I am very proud of the work our 20,000 dedicated professionals do in modernizing IT systems, countering Cyber threats, securing national airspace and in all of the solutions and services we support our customers with. We look to the future with confidence in our strategy and our talented employees who are committed to ensuring that our customers succeed in their critical missions. I thank everyone at CACI for that success. Our people work hard each and every day to meet our nation's most important challenges, support our company's growth goals and deliver long-term value to our shareholders. And in an initiative related to our National Security focus, on September 22, CACI is jointly sponsoring the Ninth Annual National Security Symposium: Offset Strategies to Prevail Against Asymmetric Threats. We are providing thought leadership in this forum to further the national dialogue on how to address complex asymmetric threats to national security."
  },
  {
    "id": 144,
    "text": "Starting with emerging markets. They increased 14% despite geopolitical tensions in some countries and the segment's operating margin decreased actually by 250 basis points as the gross margin normalized and was only partly offset by a lower OpEx ratio."
  },
  {
    "id": 145,
    "text": "And operating costs, we expect to be flat year-on-year in CE, and then Ukraine and Russia is obviously much, much more difficult to forecast, especially Ukraine. Obviously, the recent couple of weeks, very quite difficult or even more difficult than we could imagine. I mean, the exchange rate reached levels, extraordinary levels, about 30 to the dollar. It's hard to tell exactly what's going to happen after the hurtful approval of the IMF Board on the agreement with Ukraine and the disbursements of the first trench because what happened tactically in Ukraine during the last 3, 4 weeks, after the tactical agreement was made with the IMF, but no money was given to Ukraine, and there is no disbursements from -- and program was officially not approved that, basically, the FX reserve of the country were depleted, and they run out, more or less, dollars and that resulted in this weak currency. So hopefully, some level of consideration will come after the IMF starts disbursing the loan. But where is this going to lead exactly, it's hard to tell. Obviously, there are 2 factors, which influenced our results there, mostly one is the state of the military conflict, whether it's leading to peaceful and consolidation, in which case, we could even buyback provisions from the ones which we created in Donetsk and Lugansk. Obviously, that will be a positive development, but on the negative side, if there's further escalation of the military conflict, obviously, that's a very bad scenario for Ukraine."
  },
  {
    "id": 146,
    "text": "Good afternoon and thank you for joining us today for Activision Blizzard's Third Quarter 2010 Conference Call. With me today are Bobby Kotick, CEO of Activision Blizzard; Thomas Tippl, COO and CFO of Activision Blizzard; Eric Hirshberg; CEO of Activision Publishing; and Mike Morhaine, CEO of Blizzard Entertainment. I would like to remind everyone that during this call, we will be making statements that are not historical facts. These forward-looking statements are based on current expectations and assumptions that are subject to risk and uncertainties. As indicated in the slides that is showing, a number of important factors could cause the company's actual future results and other future circumstances to differ materially from those expressed in any forward-looking statement. Such factors include, without limitation: Sales levels; increasing concentration of titles; shifts in consumer spending trends; current macroeconomic and industry conditions; conditions within the video game industry; the seasonal and cyclical nature of our industry; our ability to predict consumer preferences among competing hardware platforms and genres; possible declines in pricing; product returns; price reception; product delays; retail acceptance of our products; adoption rate and availability of new hardware and related software; competition, litigation and associated cost; rapid changes in technology; industry standards; business models, including online and used games and consumer preferences; protection of proprietary rights; maintenance of key relationships, including the ability to attract, retain and develop key personnel and developers that can create high-quality hit titles; counterparty risk; economic, financial and political conditions and policies; foreign exchange and tax rates; identification of acquisition opportunities; and potential challenges associated with geographic expansion."
  },
  {
    "id": 147,
    "text": "These forward-looking statements are subject to a number of risks and uncertainties, including, without limitation, product demand; energy prices; weather; competition; credit market conditions; cash flows; access to available and feasible financing; future stock repurchases; the impact of recessionary conditions; consumer debt levels; changes in laws or regulations or in the prospect of war, including terrorist activity; inflation; the ability to hire, train and retain qualified employees; construction delays; the compromising of confidentiality; availability or integrity of information, including cyber attacks; historic growth rate sustainability; downgrade of our credit ratings; damages to our reputation; challenges in international markets; failure or interruption of our information technology systems; origin and raw material costs of suppliers; impact of tariffs; anticipated impact of new accounting standards and business interruptions."
  },
  {
    "id": 148,
    "text": "In terms of our forecasted results for FY '14, revenue guidance is tightened to $215 million to $219 million. On the bottom line, we're substantially raising our EPS and adjusted EBITDA guidance for fiscal 2014 based on the strong performance in the business in fiscal Q3. Looking further ahead, we continue to believe that Mercury's strategy, technology, capabilities and ongoing programs and platforms align well with the DoD's new roles and missions. At an industry level, we have the benefit of 4 major underlying growth drivers. The first is the DoD strategic shift to the Asia Pacific region on specific pivot as it's known. We believe this will drive opportunities for our MCE business in the areas of specialized service task processing, packaging, digital RF and microwave for ISR sensor upgrades. The specific pivot should also lead to growth opportunities related to EW and ECM subsystems, particularly in MDIS. The second growth driver is platform modernization. Electronic upgrades to aging military platforms are the most cost effective way of adding the new war fighting capabilities we need in this tight budgeted environment. This is at the heart of what we do. It creates the potential for us to expand beyond our traditional embedded processing products and become a provider of advanced RF and microwave sensor processing subsystems. This is a low-risk opportunity to sell more content to existing customers on new, as well as existing programs and platforms. Our third growth driver relates to exportability. All our customers are pursuing FMS and international sales opportunities. Selling internationally fuels that growth, improves margins and opens the door to having foreign customers, fund some of the NRE expense since the DoD is now less willing to pay for. Our opportunity here is to provide specialized processing subsystems, as well as digital RF and microwave products and subsystems that can be exported. And finally, outsourcing by the large clients remains our life and wealth, as they seek more affordable advanced sensor processing capabilities. We've clearly positioned Mercury as a trusted outsourcing partner to the clients."
  },
  {
    "id": 149,
    "text": "Yes. I mean our sales in APAC are pretty small. So one large deal can sway you around. So last quarter, we had a close to $3 million deal in Asia. And so it just becomes lumpy because it's a much smaller business. I think in Asia, we have a lot of work to do. I think we have a pretty small team there. I also think that we probably need to move to an in-country pricing model. Today, we have kind of worldwide pricing. And I think in markets like India, China, Pacific Rim, you probably need geographic specialized pricing just given how competitive those markets are. So Asia is our smallest revenue market today, but I think it represents one of the largest potentials for growth, and we're just going to need to put more focus on that market, quite frankly. And during the last year, it just wasn't a focus because of how small its revenue is. But as we move out of survival mode and into growth mode, I think you're going to see us put a lot more attention on that market."
  },
  {
    "id": 150,
    "text": "Geopolitical risks are dynamic and remain high. The Phase 1 trade deal eased the tension somewhat, and our October 15th 8-K update provided some clarity to the October 9th Entity List, but there are a wide variety of geopolitical risks at play, including foreign policy, trade and IP matters."
  },
  {
    "id": 151,
    "text": "This being said, let us start with our financial highlights on Slide 3. The beginning of 2016 was rough for the market, with volatility on the Chinese stock, exchange for political tensions in some countries and economic uncertainty in a number of factors. However, Symrise has been off to a good start. We grew sales and earnings, experiencing solid demand in both segments in all regions. Sales rose by 10% to EUR 732 million. In local currency, growth was even stronger at 14%."
  },
  {
    "id": 152,
    "text": "International was quite strong in that apart from Myanmar, which had issues associated with currency depreciation and political unrest in that country, apart from that, the international support was quite strong. So you see here this axis here represents the weeks of the quarter and this here represents the revenue. And you look at this inflection point right here when it started turning downward as a result of COVID and what was that a direct resultant of."
  },
  {
    "id": 153,
    "text": "Looking at the physical side. When 89% of our coal capacity slated for retirement in mid 2015 is called upon and running, natural gas delivery is challenged and voltage and load reductions are occurring is another reminder that we should carefully plan and design this social safety net we call the electric grid to meet extreme requirements, not just steady-state conditions. We believe the nexus of EPA initiatives energy market development and security threats, whether physical or cyber, is a national security issue."
  },
  {
    "id": 154,
    "text": "Sales within Marks brand of products grew 29% in the fourth quarter, representing the fourth consecutive quarter of growth in this unit. Marks sales increased 18% for the year, which exceeded expectations. Our pipeline for this segment continues to expand, particularly with our LocDown product group. As I have mentioned in the previous calls, since the unfortunate incident in Newtown, Connecticut, administrators of schools around the country, from elementary schools to university campuses, are pursuing better locking devices on all of their doors to protect their students, teachers and employees from violent attacks and security breaches within their respective domains. Our Marks division has the most effective product in the market for this, and as a recognized leader, we are well positioned to meet this demand. In addition, we also see strong improvement in the construction industry, and this will also add revenue expansion to this product line."
  },
  {
    "id": 155,
    "text": "It's -- And that's a great question, and it's one that we are very excited about. The cloud computing is something that we've been working on for years. I think we had mentioned several years ago, we had a private cloud in which we were doing business with the multiple partners. As government became more and more comfortable with the cloud out there, whether it be the government cloud that both Microsoft and Amazon have up or just the traditional cloud, we have started expanding our services out there. One of the biggest issues that we had from a concerns standpoint was security and privacy. And that is one that they have done a phenomenal job at working towards to get everybody more comfortable. There, of course, is cost savings that comes with that and that's one of the things that we're leveraging. And there is a lot more tool sets you can use that are cloud-based. At the same time, there is -- when you're dealing with government, there is a history of how they've done things in the past and the changes that would have to occur on their part and a lot of regulatory concerns, getting back to privacy, security and how data should flow, that we're working with them on. I see it is a tremendous positive. I'd let Robert to share more."
  },
  {
    "id": 156,
    "text": "Yes. And then last question, and I'll get back in the queue. How should we think about pricing pressures either impacting this year or will it have more of an impact next year for the Army and the Navy that you've discussed?"
  },
  {
    "id": 157,
    "text": "Turning to Slide 6. Let me speak to the markets of EMEA next. While EMEA is showing sustainable signs of stability, it remains fragile. And as we have categorized before, very headline driven. But overall, we believe that a recovery is underway. GDP is still expected to be positive in 2014 for the first time in 3 years. The PMI has been consistently positive for the past year, although it trended down in June. Unemployment is inching lower, though still at a high level. And construction is expected to pick up in Northern Europe. We believe EMEA emerging markets will continue to be a good source of growth as infrastructure investment in the Middle East and Eastern Europe continue to grow. However, near term, we are seeing some softness in both markets. Eastern Europe is currently being driven by political unrest as is evident daily with the headlines concerning Russia and the Ukraine. The Middle East is project driven, so we are seeing lumpy growth as old projects are completed and new projects take time to come on board."
  },
  {
    "id": 158,
    "text": "While the prominence of certain Eurosceptic parties in the recent Italian parliamentary elections suggest that the risk of further geopolitical tremors in the region may not have completely disappeared, the overall level of geopolitical uncertainty in the region appears to have receded following the pro-EU outcome of the Dutch, German and French elections last year."
  },
  {
    "id": 159,
    "text": "We realized high single-digit growth in the Americas, with growth in all segments of the market. U.S. commercial and residential segments increased mid-single digits, with Latin America up significantly, primarily due to incremental price realization and Venezuela's offset inflation. EMEIA revenues were down slightly in the quarter as geopolitical unrest currency and currency volatility late in the quarter created market headwinds. Asia Pacific revenues were up mid-single digits, driven primarily from an acquisition which occurred in the second quarter."
  },
  {
    "id": 160,
    "text": "So let's turn to Slide 4 for a broader view of 2014. Looking back on the year, 2014 was characterized by both significant accomplishments and disappointments, and our revenue of $434 million, 6% below last year's revenue is certainly a disappointment for us. That being said, the performance of our Cable Edge business was a highlight, with revenue of $95 million, a 38% year-over-year and with material strategic progress on our CCAP agenda. On the other hand, our video business declined nearly $60 million or 19% to $248 million. Roughly half of this decline was tied to market geographies experiencing extraordinary economic geopolitical unrest. More specifically, Russia, Africa and pockets of the Middle East, all of which contributed materially to 2013 were down approximately 30% year-on-year, compounding overall softness throughout Europe. These challenging market conditions were further compounded by a global video technology spending pause, ahead of the key technology transitions we've targeted for growth."
  },
  {
    "id": 161,
    "text": "Thank you. I -- if I will be supported by Marco to give you the figures. The visibility on the short-term is that COVID-19 in the first quarter was totally unexpected. Opposite working in the period, we were trying to organize exactly how the second period of the year were -- was going on. For this reason, the situation is different country by country. No doubt, Italy was one of the country that was the first to enter the problem, it is one of the last that is going to go down -- out. Opposite, if you look to U.S. market, the U.S. trend there is the same situation. The economy is difficult, the pipeline business is very, very tough. But the U.S.A. market is moving, especially in this area of energy and fiber, they are pushing to grow."
  },
  {
    "id": 162,
    "text": "And then that remaining portion is -- the remaining $5 million is kind of spread a little bit to a couple of different countries. We're not seeing like a dramatic impact in any particular country other than probably South Korea where there's a little bit bigger an impact there, but the numbers aren't that big, right? So you get a little bit in South Korea, you get a little bit in Italy, a little bit in a couple of spots. But nothing dramatic, as you can tell from my commentary."
  },
  {
    "id": 163,
    "text": "But calling it as an order process, I will say, only when big tender or price has been quoted, not even a single case because most of the countries are still [ suffering ]. The impact is reaching out due to the COVID. It's still troubling there. We are approaching normalcy a lot in India, but the countries where we are working, they have serious issues there."
  },
  {
    "id": 164,
    "text": "With our acquisition of Nexgate at the end of last year, Proofpoint's unique set of capabilities, including our ability to identify and block advanced malware coming through social media resulted in a number of key new and add-on wins during the quarter, including a Fortune 500 bank seeking to stop security fraud and compliance issues on their social accounts; a Fortune 500 technology company, which purchased social media security to scan their broader users and accounts; a large U.S. retailers seeking to track and scan retail stores social accounts for regulated data security and fraud risks; and a Fortune 500 diversified health care company, which purchased social media security through our partner, Hootsuite, to identify, track and scan social users and accounts for fraud, security and compliance issues."
  },
  {
    "id": 165,
    "text": "Included in these risks are risks related to the restatement of the company's prior period consolidated financial statements and the material weaknesses in the company's internal controls, including the substantial costs and diversion of management attention and resources, which will be required to remediate the material weaknesses; any adverse developments in existing legal proceedings or the initiation of new legal proceedings; the effect of economic conditions in the industries and markets where the company operates, including financial market conditions; the impact of the COVID-19 pandemic, including its impact on global supply, demand and distribution capabilities as the outbreak continues; the continued -- the financial condition of the company's customers and suppliers; the cyclicality of the aerospace market; the level of U.S. government defense spending, including shifts or changes in defense spending due to budgetary constraints; spending cuts resulting from sequestration; the allocation of funds to government responses to COVID-19 or changing political conditions and uncertain funding of programs; the ability of the company -- the ability of the government and the company's other customers to terminate contracts anytime; production rates for commercial and military aircraft programs; competitive pricing pressures; start-up costs for new programs; technology and product development risk and uncertainties; product performance and costs resulting from changes to and compliance with applicable regulatory requirements; level of indebtedness and cash flow from operations."
  },
  {
    "id": 166,
    "text": "Our belief in the need to combine visibility with security to provide holistic and effective protection was validated by Gartner, who published its adaptive security architecture, with visibility called out as a prerequisite for all security functions. We created the visibility market, and according to an independent study published this quarter, we lead this market with our nearest competitor at approximately half of our market share."
  },
  {
    "id": 167,
    "text": "Okay. The first question, the cost of raising consumer finance is to what you said, Jose elaborated on this, we're at the lower level in this cycle. Well, let me elaborate a little bit more on the business that is behind this. This business is 65 car lending with some collateral. The collateral is the car and the 35% remaining is durable goods and credit cards, mainly durable goods, some [indiscernible] lending. It's true that the cost of risk is low, it's low compared with respect to the growth of the cycle, but we're not seeing any sign of the deterioration on this. It's important to take into account that this business is probably -- Jose show in the presentation is like 1/3, a little bit less. 20% of the profits come from Nordic countries, around 20% from Germany and a little bit less from Spain. So the portfolio, out of the EUR 90 billion portfolio, like the EUR 50 billion or EUR 55 billion comes from North European countries that typically the cost of risk, with respect to the cost of risk is lower than in Southern European countries. And -- but having said that, what you said is absolutely true. But we are not seeing any sign of deterioration at this stage. The capital you then -- you mentioned -- you pointed clearly, the moving business we have in relation with this. Organically, we think that we can keep generating on average of 10 basis points in the quarter, is to that we agreed to buy back 50% of our asset management. Also, we have the commitment to buy just a stake in SCUSA. And we already told you that, if I am right, I'm speaking by memory, this consumer between both like 17 or 18 basis points. So you can make your numbers, based on our expectation of organic generation plus the 17 basis points that may cost us when the -- we get the regulatory approval for both acquisitions."
  },
  {
    "id": 168,
    "text": "Relative to the Ukraine, we see the same factors as others in the industry. There's been some disruption tied to the political unrest, but we've been working through that and feel good about the full year contribution to growth."
  },
  {
    "id": 169,
    "text": "Yes. In terms of the onetime items that we called out for Q4, obviously, the ones that are under our control, we're actioning those. There are some things that are more country-specific issues. Civil unrest is not really under our control. But we've assumed that some of these things will continue for the first part of this year. We don't expect them to continue for the entire year, but certainly, we'll update you as we see more."
  },
  {
    "id": 170,
    "text": "Next, let me talk briefly about the potential ramifications we see from our customers geopolitical de-risking. We are anticipating our Titanium Segment to benefit from this activity again in 2015 but at a reduced level from this past year. But longer term, as the current supply contracts expire, we also expect continuing geopolitical risk to create both titanium mill product and downstream manufacturing opportunities for RTI. And I say that because we are seeing our customers looking to secure more secure supply relationships, if you will."
  },
  {
    "id": 171,
    "text": "We have already established data center backups within and beyond Ukraine to ensure business continuity. We have reported no damage or outage in our core network and the radio network saw partial and temporary downtime due to electricity outage. On the Belarus side, in light of the prevailing geopolitical tension, the EU, U.S. and U.K. imposed sanction on Belarus, which may further impact our access to important hardware and software."
  },
  {
    "id": 172,
    "text": "As a result of all these themes and our past strategic investments, we are seeing interest from our core vertical markets and geographies where we now have dedicated presence. Prospects in new countries within Europe and Asia are starting to show up as potential opportunities. Remember that sales cycles are long, approximately 18 months, so opportunities can take a while to come to fruition, but it is this reason for optimism."
  },
  {
    "id": 173,
    "text": "One question regarding Slide 48, particularly regarding the move on external distribution from 10% to 12%. It's quite significant evolution quarter-on-quarter. Could you give us a little bit color regarding what is exactly the external distribution? Why this increase? And is this a profitable increase, if I may ask. Because my view is that if it's external distribution, you probably have to give back a part of your fee. So am I right or not thinking like that? Second question relates to Securities Services. The huge increase, in terms of transaction, is it due to the new contract with CDC [ph] or do you see any trend there? Because this business line was quite in difficulty with this last year and suddenly we can see significant huge, and you give no information regarding that. And also, even if it's small, but it's quite significant for your future, I guess, I hope, you do not say any word regarding Poland. So where you are in your deal with BGZ, how does it work there for this quarter, what is your view regarding this country? Not guidance, but the global forecast concerning this country, where you want to be present in the future."
  },
  {
    "id": 174,
    "text": "It would be a meaningful percentage but it's highly variable across the country. So -- and it's the type of highly variable across this country. So what do they say, all short statements and economics are wrong. And it's one of those things where really is very high variance across the country."
  },
  {
    "id": 175,
    "text": "Michael, I'll take your question on Neptun. Let me start with a clear statement. OMV and Petrom is highly committed to the Neptun project, yes? Don't take me wrong with the comment I did. It's more concerning the climate in Romania. What really concerns me is that Romania is moving away from a liberated gas market. It's not the duration of the gas cap, it is the future and the framework in Romania. The fiscal framework has worsened, and the political risk in the country has increased. Therefore, I think investors have to regain confidence into Romania. And I'm one of them, yes? I'm one of them. I'm struggling myself. And we have discussed it within our Board. And I also discussed it with Christina Verchere, and she will continue the dialogue with the Romanian government to set up the right framework to go for a positive FID. As I said, right now it's not sufficient. What we need is, of course, a much higher fiscal stability. I don't want to see any upcoming surprises like we have seen on the 29th of December. We need competitive terms. We need a liberated gas market, and we need, of course, the key infrastructure in Romania to export our volumes because this project is clearly designed for Europe, not purely for Romania. Therefore, any restrictions to export the gas to supply European neighbors, you could see that with some comments from Hungary, which are very much concerned that Neptun development might be delayed because Hungary needs the gas from Romania to diversify their supplies into the country. So I think we should see, of course, a European solidarity, and we need to have the right framework. Then we will decide."
  },
  {
    "id": 176,
    "text": "Absolutely. The security market does appear to have slowed in aggregate. However, I -- as I said, I think, a couple of times, I look back at the security market of the past and really think about it as being Security 1.0. Security 2.0, which is where we're all heading as an industry now, is where people need to start looking inside of their enterprise rather than just at the border. And they need to be able to leverage technology to improve the efficiency, effectiveness and coverage of the security tools they may already have or may be considering purchasing, and that's the space that we play. So once we are -- not a pure-play security technology. We complement all of the security technologies and offer that efficiency, effectiveness and coverage that improves the return on past investments and may potentially, substantially improve the capabilities of future investments. So I think that's the reason why we're seeing accelerating growth at a time when some in the security space is seeing a slightly slower growth. And I'm reasonably convinced this phenomenon is going to continue for the next few quarters here as people start to continue to embrace GigaSECURE and the value that it brings."
  },
  {
    "id": 177,
    "text": "In Latin America and Middle East and Africa, it was a different story with increased volatility. There are different drivers in each region, but we expect the volatility to continue for the balance of the year, and I am not as confident about these regions in terms of their full year outlook. In Latin America, we see continued strong growth in Mexico and many other countries, but it is not enough to offset deteriorating conditions in Brazil. In the Middle East, volatility is driven by continued political unrest, lower oil prices and, to a lesser extent, new regulatory standards in Saudi Arabia that require a more expensive product in order to meet minimum energy requirements."
  },
  {
    "id": 178,
    "text": "Thank you, Ute. Ladies and gentlemen, let me now conclude the presentation with the outlook on Page 16. Looking at the global economic development, we saw slightly weaker than expected growth in the first half of the year. And the stepwise recovery of the global economy is affected by increasing structural challenges in the emerging markets, and also the uncertainty arising from ongoing political disputes and military conflicts in particular, in the Middle East and also in Eastern Europe. Therefore, we do not anticipate better dynamics for the second half of the year, and will assume that the global economic conditions will not improve as much as expected at the beginning of the year. We also estimate that the raw material costs will rise slightly more than previously predicted."
  },
  {
    "id": 179,
    "text": "Yes. The Tanzania plant as what we are saying, we bid this with a very big expectation. I don't just say that we did of optimism. There's a lot of confidence, which also means that while hoping for the best, we have always been prepared for the bad time. Incidentally, we have been going through the bad times. And those reasons are beyond our control, war, COVID, dollar issues with all the countries that would need to purchase vaccines."
  },
  {
    "id": 180,
    "text": "First of all, from a supply chain point of view, I think our supply chain has seen very little impact from COVID-19. However, we do see a very strange ordering pattern from our customer. And when we talk to them, they do mention disruptions in their supply chains, particularly in the auto space. Also, we see some disruption in the supply chain for our security customer also. However, I think security -- if you look at among all our -- our current market that we're trying to address, I will say the professional security camera is probably the least being impacted by COVID-19. And also, there are a lot of new demands like thermal sensor integrated with the cameras, like contactless cameras for sensing applications. So we do see opportunities for security -- for the professional security camera. So maybe that's the reason of that we are seeing a better result on the professional security side. But also -- however, I did point out on the consumer security side, [ Apple ] is a retail product. And with other -- a lot of retail channels are shut down in the U.S. and Europe, we do see that supply chain problem is one thing, but the end demand is a different story. And when -- because the Q3 end demand is still unknown, we are working with our customers, trying to understand that as much as we can."
  },
  {
    "id": 181,
    "text": "Our recent acquisition of Verodin provides a critical component to our platform and solutions. With the Verodin security instrumentation platform, organizations can test their resiliency against cyberattacks before they are in fact attacked. This delivers our customers a reliable and consistent way to measure cyber risk in a manner that is actionable for front-line technicians yet understandable in the boardroom. We have just completed the first phase of integrating our Threat Intelligence into the Verodin platform, and we will be showcasing this capability at the Black Hat conference next week. In the future, we plan to combine the capabilities of Verodin with Helix's orchestration to also automatically adjust the security infrastructure to defend against the simulated attacks. I believe there's no other technology with the same potential to fundamentally change the way organizations implement, manage and measure their security infrastructure and the effectiveness of their spend."
  },
  {
    "id": 182,
    "text": "Okay. And then as far as the Government Services, some of the opportunity there. Is there any help that you can give us in terms of the potential impact to KBR's size of the Army, U.K. Army rebasing U.K. fixed-wing training contract?"
  },
  {
    "id": 183,
    "text": "Well, if you've been on these calls long enough, you know that I'm a nervous nelly. I'm always talking about how the bottom could fall out or something could go wrong. But if the conditions continue the way that they are, which is a big if, given that there's a second surge of infections and double-digit unemployment and the new GDP results that came out today. But right now, it could not be stronger. Every single indicator at Redfin is bright green on traffic, customer contacts, seriousness of customer all through the pipe. The issue is going to be inventory and bidding wars, but we have a much greater supply. It used to be that everybody was bidding on 150 homes for sale in San Francisco, and now they're spread out across the country. So I do think that bidding wars will be an issue, but not as gating as it was, say, 2 or 3 years ago when we had another big inventory crunch."
  },
  {
    "id": 184,
    "text": "Even though it's painful in the short term, many believe that one of the lasting effects of COVID will be the restructuring of our supply chains. Over time, supply chains have become too complex and too rigid and therefore, vulnerable to times of crisis. Be it COVID, political unrest, natural disaster or another unpredictable event. Additive manufacturing moves the production of critical parts closer to the end-user and gives manufacturers the ability to quickly respond to shortages or increased demand. The end result is faster adoption of 3D printing and a larger addressable market for Sigma and PrintRite3D. And by the way, this isn't true just for the United States. We have initiatives in India, Japan, throughout Europe, in countries like Turkey, looking to lessen their dependency on other countries and increasing their ability to be self-sufficient in times of crisis."
  },
  {
    "id": 185,
    "text": "Today, management is going to discuss certain topics that will be forward-looking that is based on management's beliefs as well as assumptions made by and information currently available to management. These forward-looking statements suggest predictions or expectations and thus are subject to risks or uncertainties. Actual results could differ materially based upon many factors, including the cyclical nature of the industries in which we compete; availability, cost and volatility of raw materials, energies and utilities; governmental regulatory actions, changes in trade policy and political unrest; global economic conditions, including the impact of the coronavirus; industry operating rates; the supply-demand balance for Westlake's products, competitive products and pricing pressures; access to capital markets, technological developments and other risk factors discussed in our SEC filings."
  },
  {
    "id": 186,
    "text": "During the quarter, we saw a step-up of the impact to our business in both countries. At this time and for the foreseeable future, we are not recruiting any new patients or starting any new studies in Russia or the Ukraine, but we are continuing to support in-flight trial work in both countries wherever possible."
  },
  {
    "id": 187,
    "text": "Our platform is composed of 2 tightly integrated proprietary technologies. Our easily deployed intelligent lightweight agent and our cloud-based dynamic graph database called Threat Graph. Our Falcon platform integrates 10 cloud modules via software-as-a-service, subscription-based model, that spans multiple large markets, including endpoint security, security in IT operations and threat intelligence to deliver comprehensive breach protection even against today's most sophisticated attacks."
  },
  {
    "id": 188,
    "text": "Now I would like to draw your attention to our first quarter performance and as always, I would like to start with an overview. Overall, the tourism division showed a good performance. We are pleased with TUI Travel's performance of differentiated product and are satisfied with the progress in trading so far. As expected, underlying EBITA was impacted by the decline in demand for destinations in North Africa, while the prior-year reference quarter was not yet affected by the political unrest in these North African countries. Our TUI Hotels & Resorts business recorded higher bookings in the Canaries and Caribbean against a backdrop of overall lower demand for North African destinations. TUI Hotels in Egypt showed an overall satisfactory performance."
  },
  {
    "id": 189,
    "text": "Safe Harbor statements. Some of the comments today are forward-looking statements that involve risks and uncertainties, such as the uncertainties of product demand and market acceptance; the impact of competitor products and pricing on margins; the ability to obtain on acceptable terms the right to incorporate in MICROS' products and services, technology patented by others; environmental and health-related events; unanticipated tax liabilities; and the effects of terrorist activity and armed conflict."
  },
  {
    "id": 190,
    "text": "Now turning to Slide 8 to discuss areas of strategic investment. Clients are navigating an increasingly volatile world, where economic demographic and geopolitical forces, combined with the exponential pace of technology change, are all converging to create a challenging new reality for businesses. Aon has a strong track record of allocating capital for developing innovative first-to-market solutions to help solve problems and create differentiated value in response to specific client needs. We're investing organically and through M&A across our portfolio in areas such as data analytics in our end point and review businesses; cyber risk advisory for the recent acquisition of Stroz Friedberg; Affinity in multiple areas across the business; health and elective benefits brokerage through the recent acquisitions of Admix in Latin America and Univers; health care exchanges, where we offer the broadest set solutions and help; geographically, with a pending acquisition of UMG, reinforcing our industry-leading position in The Netherlands; and finally, in delegated investment management solutions, a business with rapidly growing client demand. In the third quarter, we announced the pending acquisition of the Townsend Group, a leading global provider of investment management and advisory services, primarily focused on real estate. Townsend significantly expands our investment capabilities by bringing greater depth through expertise in real estate and real estate assets to Aon's distribution scale, and furthers our ability to provide more attractive alternative private market asset capabilities to our clients."
  },
  {
    "id": 191,
    "text": "And therefore, despite the sharp devaluating currencies, despite the geopolitical instability in some of our major markets, the geographical footprint that Oriflame holds is the reason why we feel very comfortable in saying that 2015, despite all the challenges, there's a lot of opportunities for Oriflame going forward."
  },
  {
    "id": 192,
    "text": "Now turning to 2020 guidance. The company expects EBITDA to be in the range of $575 million to $650 million for 2020. This includes the benefit from strong sales growth in North America driven by the material benefit from new distribution in the first 3 quarters of 2020, which we expect to drive record full year revenues. Internationally, we would expect growth in other countries to offset the country-specific headwinds I mentioned previously, our direct-to-consumer business, continuing to expand through new doors and capturing share profitably online. We will be investing in additional R&D as well as a record amount of total advertising dollars. In total, we would expect adjusted EBITDA to grow about 20% for 2019 to the midpoint of guidance for 2020."
  },
  {
    "id": 193,
    "text": "Okay. And just going back to the crop, Karan, it's for you. I think you are in the Middle East at that show not too long ago. Can you talk a little bit about demand? There's some concern about countries like -- some countries that are oil dependent having issues with discretionary consumption. I mean, can you just give us some color on if that's flowing through in any way in terms of soft demand on basmati rice side? You're at the Gulf Foods, I'm sure, and I'm sure you meet with all your customers there. So can you just give us some color as to where you might see some weakness, what the sort of inventory pipeline looks like for these distributors, et cetera? That would be helpful."
  },
  {
    "id": 194,
    "text": "The confidentiality of a patient's record will always be a top concern. However, disruption and integrity of information have emerged as bigger concerns. Cyberattacks can jeopardize the provider's ability to operate, collect revenue and most importantly, provide care for the patient. In the past, most health care organizations only came to terms with the investment that is needed in cybersecurity after they had suffered either a public or costly security breach. Throughout 2017 and the beginning of 2018, we have seen more and more executives -- senior executives and boards entering this discussion and starting to drive change. Cyberattacks will continue to be disruptive and costly to health care organizations that do not properly manage their risk. Health care organizations of all sizes need to ensure they have proper up-to-date security measures in place, including contingency planning for how to respond to a security incident, adequate staffing resources and security training for end users across the enterprise."
  },
  {
    "id": 195,
    "text": "Yes, I know and I might be real careful because, of course, the sensitive nature of where we're at with Pennsylvania -- what we had said earlier is that we had -- on today's call that we expect in the second half of this year to go, so that it is self-funded, what I was referring to there, of course, is one of the first services we typically launch -- our revenue generate services, so we typically launch is the driver abstract -- driver history abstract records. And we have not launched that yet. I wouldn't say that we -- I'm trying to figure out how to word this. Our dates when we come out, and we talked about launching services, especially with a new portal, those dates are always soft dates. Those are dates that, as we get in, build the relationships, look at the priorities of the partner and what they need to get out there. And go from there, as well as some of the political issues. And as you know, there are political issues that deal with this one. Those dates are fluid. This was fluid on this one. I don't have any concerns. We continue to operate in good faith there, continue making investments."
  },
  {
    "id": 196,
    "text": "Our core business remains ever strong with continued momentum in ITSM Pro and growth in risk and security, especially as enterprises focus on business continuity. ITSM Pro led 8 of the 10 ITSM deals, delivering customers' increased automation and operational resiliency. ITSM was included in 17 of the top 20 deals. 15 of the top 20 deals also included security. We did our largest-ever risk deal with Providence Health & Services, which has 51 hospitals, 121,000 employees and 800 non-acute facilities. As a heavily regulated business, Providence is partnering with ServiceNow to manage risk and improve productivity across their business."
  },
  {
    "id": 197,
    "text": "As we previously disclosed, Waterworks is our most weather-sensitive business. This winter was relatively mild across the country in 2016, but weather did adversely impact key geographies in January including the Pacific Northwest, California, the Northeast and Mid-Atlantic."
  },
  {
    "id": 198,
    "text": "Yes, that's a good pick up, Josh. I think the concern that we have there, moving forward, is with the strengthening of the U.S. dollar, okay, things are generally getting more expensive in some of these international regions. So while operationally, I'd tell you that the team has executed pretty well in terms of what we can control, which is placement of our engines on product, working with our customers, organic sales growth, we're just concerned that moving forward, that as goods and services become more expensive for people in certain countries, that that's going to have a slowing impact. And you're also seeing just general GDP growth rates being under pressure across a wide variety of countries, including China. And so that's really what relates to that comment as we look forward."
  },
  {
    "id": 199,
    "text": "Regarding risk management, the main sources of business risk are regulation, prices and exchange and interest rates. Regulation, obviously, is difficult to quantify by mathematical models. So this is something that we will not value. So prices and spreads can also affect in a significant way. Our Liberalised business results in Spain were with [ph] a low cost mix, prices are more relevant, and in the U.K., where we have variable mix spreads, are the key risk. FX and interest rates, especially FX, as I mentioned, have a large impact at the EBITDA level, but they are mitigated through our hedging. Weather conditions, especially wind and hydro in Spain, have large impacts on our P&L on a yearly basis. Although wind is partially covered through our geographical diversification in other countries. Nevertheless, this volatility should not affect the valuation of IBERDROLA as the volatility should revert in the long-run to average years. Finally, demand in the short term has a low impact in Spain, but it is more relevant in the U.K. especially on gas supply."
  },
  {
    "id": 200,
    "text": "Finally, in Electronics. We received a follow-on contract from the United States Army to produce 29 additional persistent threat detection systems or PTDS to support coalition forces in Afghanistan. This contract follows our completion of 28 systems that were delivered to the Army in 2010. PTDS is an affordable, highly effective, combat-proven, Aero staff-based surveillance reconnaissance and communication system in support of force protection and anti-IED missions. The system currently provides around-the-clock coverage and actionable intelligence that helps to protect our troops from a range of threats. This latest follow-on award, when fully exercised, will bring the inception to date PTDS total program awards value to over $1 billion. Since this Aero staff can accommodate a variety of sensor packages, we're exploring broader market applications for a proven low-cost capability."
  }
]