[
  {
    "id": 1,
    "text": "We take a vendor-agnostic stance in the delivery of our solutions. It is intrinsic to our value proposition and an essential component of the network effect CTP provides for our clients. It means that we integrate with, monitor, manage and apply our intelligence to numerous third-party products, allowing us to analyze network data from many different security devices, tools and software running in our clients' environments. It also means that we help our clients maximize the effectiveness of their existing security architecture by coordinating and enhancing the value of disparate point products making the most of what they already have in place. We believe SecureWorks is well positioned to bring a higher level of effectiveness, efficiency and coordination to organizations as they look to reduce their vulnerabilities, improve their ability to identify real threats, expedite the containment and eradication of those threats and optimize their existing security investments. We are excited about the global opportunities for SecureWorks as cyber security remains a key imperative at the highest levels of organizations and with Boards of Directors. Our solid results this quarter reflect our success in serving as a close trusted partner in information security solutions to our clients. We are committed to continuing to provide this level of security."
  },
  {
    "id": 2,
    "text": "On the product side, the revenues are generally driven by product shipments. When -- if you think of the recurring revenue portion of that, what makes the products valuable is that all of the organizations that use the same operational concepts or weapon systems or interoperate with each other are going to need the same products in order to interoperate. So one of the ways you can sort of gauge what the recurring revenues will be is by looking at the -- the size of the organizations or the platforms that are used with the number of platforms. So if we're integrated on things like FAA teams or on Apache helicopters, some kind of helicopters you can count up -- you can count up the market sizes there and anticipate that we'll have shipments to cover all those as well as the spares. The thing that we keep referring to that's helped grow sales is that we're evolving to larger and larger organizations and addressing platforms that have many more numbers than some of the other platforms. So that's the thing where we go from since -- with our -- we used to do, what we used to call MIDS LVTs or MIDS JTRSs. We go to small tactical terminals, a lot more small tactical terminals. We go to handhelds, there are many more handhelds. And as we integrate weapons, there's potential for many, many more weapons."
  },
  {
    "id": 3,
    "text": "Yes. I think that when it comes to the IT, we see -- we still see good potential in the security services. We are now in the process of making sure that all the recent acquisitions that we have made can be fully integrated, and that those security services can be fully integrated in our value chain. So sales force for the different segments can start really making sure that in our telco product portfolio also IT security services are well embedded. So I see potential there, of course. And the IoT is again another long-term trajectory. We are quite happy about the performance in terms of volumes. This is a volume-driven business. Then, of course, from time to time, there will be some counter adjustments. But in the medium and long-term we see that, I mean, the end result of the multiplication volumes and the ARPU from contracts will be -- will have a positive development."
  },
  {
    "id": 4,
    "text": "So I think, Ken, Europe is almost a number of different segments in and of itself. I mean, Europe for us right now is hugely dominated by the U.K. where we have most of the debit market taken up. Then there's 4 or 5 other markets across the EU that -- where we have a reasonable amount of business. And then there's a number of big economies, certainly Germany being one example, where it's still a heavy cash society where I think we've got a lot of opportunity in the medium to longer term to see more of commerce digitized or in some form of electronic form. Europe's also different than the United States in terms of processing where there are, in certain markets, domestic processing schemes. And we've got a strategy to try to win more processing volume in Europe as well. So we're engaging, I would say, hopefully what I believe to be a thoughtful segmented approach with different issuers and different acquirers on a country-by-country basis because each of these countries is different. And having spent most of my life as an issuer -- on the issuing side of the business, I know full well that the issuing business is really a local consumer business. And you've got to figure out the right strategy on a market-by-market basis. So we're not going to have kind of a Pan-European strategy. It's really going to be a market-by-market strategy within Europe."
  },
  {
    "id": 5,
    "text": "And in the Middle East and North Africa, stronger growth is expected in those countries that have overcome social, political turbulences. In this region economic growth and infrastructure investments are closely linked to oil production and disruptions within the countries. The stable countries like Saudi Arabia, we see strong growth coming from government spending in large-scale infrastructure developments also benefiting tourism. The highest growth market in our region in the long term is sub-Sahara Africa, where we now have 16 hotels in operation and 21 under development. And there are certainly many more opportunities for branded supply in this area."
  },
  {
    "id": 6,
    "text": "Sure. Good question. So while I had heard that there could be some avian influenza in some breeder flocks, I had not read the confirmation. As I said before, we're always concerned with any bio security issue, disease issue, both in the U.S. and Mexico, or any part of the world. Since we've been dealing with avian influenza across the globe, primarily since 2005, 2006, I think consumers are more informed today. There is less scare from a food safety standpoint about the whole issue. But it's more of a production issue and a cost issue that we're concerned with. We continue to increase our bio security in our farms and we'll be diligent in that respect. If there continues to be avian influenza spread into the table egg industry or even the broiler industry in Mexico, then the affect that's going to have, obviously, is decreased supply and will likely increase price for those products."
  },
  {
    "id": 7,
    "text": "And after the public prosecutor's office demonstration, the economy came to halt and we dropped to 1 digit and we only started, again, to feel an acceleration of the economy in the last quarter. And in spite of all this turbulence, the sales in the Multiplan shopping centers obtained a 7% growth and rental revenue growing by 8.4%. And the company obtained net income amounting to BRL 370 million, 18.4% higher than the previous year in spite of the major political crisis that took the country by storm as of May. And for this year, we expect a more robust economic result due to the fact that we find ourselves in a more adjusted economy with an inflation rate of about 3% and an unprecedented interest rate in the country that is, to say, 6.75%. We are always seeking new investments, new opportunities, as you know. And in 2017, we invested BRL 450 million in expansions and new projects. And another important fact that I would like to mention is that, for many years, we have already been developing technology, seeking a higher operating efficiency and also looking for digital models. And to increase our efficiency in 2017, we started negotiations with an IT company, which is very much focused on e-commerce. And in a sense, we established a partnership by acquiring a 20% stake in the company, and we could go up to 30%. And we are talking about [ Solab ], a company that has as its main activity the development of technological solutions applied to digital retail."
  },
  {
    "id": 8,
    "text": "Fourth quarter adjusted EBITDA increased 10% over adjusted EBITDA in the prior year. Compared to the prior year, fourth quarter 2018 adjusted EBITDA was negatively impacted by $12 million from sold hotels. Fourth quarter expenses associated with the data security incident that we disclosed on November 30 totaled $28 million pretax, offset by approximately $25 million of insurance recoveries as of year-end. The net of these amounts is either in reimbursed expenses line or the merger-related costs and charges line. Therefore, these expenses did not impact adjusted EPS or adjusted EBITDA results. The timing of the expenses associated with the data security incident may differ from the timing of the recognition of insurance recoveries."
  },
  {
    "id": 9,
    "text": "Yes. So, I mean, it's always difficult to predict whether we will gain market share on a quarterly base. But I think, overall, Eastern Europe is developing, especially with the lead of Russia, is developing quite well. So there is a lot of growth. And we have, as you know, our -- we have the legal entities in a couple of years there, which is still growing, which still keeps much more traction, also, on the service side. So overall, this was an important contributor, so to say, and it's stabilizing and it has stabilized already last year our European figure, and it's also doing now, yes? But it shows also that the Western Europe, it has a quite mixed picture. Again, I would not -- from current perspective, I would not assume short-term kind of recovery of Southern Europe. There are, for us, no signs that Southern Europe might recover very soon. On product business side, I would still be a bit pessimistic here for Southern Europe. And on other countries in Western Europe, I think this is the -- more like a question mark. We have seen no dramatic fall-downs as of now, but we have also seen not the momentum that we are used to. Having said this, I think we have a bit different patterns, country-by-country, and we see also a bit more of risk patterns, country-by-country. However, the overall picture is, so to say, on the positive side. Eastern Europe, strong momentum, having also, I think, a mix of [indiscernible] there. On the pessimistic side, Southern Europe, and then a mix of different behaviors. But overall, not the momentum that we are used to. You know that we are far beyond the [indiscernible] European. Despite the growth in Eastern Europe, we are still far below the number that we have seen before we had the financial crisis in Europe."
  },
  {
    "id": 10,
    "text": "Third, Europe. As we are all aware, central government budgets in many of the countries in Europe are being reduced dramatically. Our European Public Sector business was down in mid-single digits in Q1 from a year-over-year perspective. On the positive side, we did see solid order growth from countries including all their industries of France, Germany, Netherlands and the Nordic countries, but we also started seeing some initial pressure on certain other customer segments by country, although it is way too early to call this a trend."
  }
]