[
  {
    "id": 9358,
    "text": "Okay, that's actually -- sometimes they're one and the same. Example would be we're working in Argentina, and obviously the mining has pulled back in that place because people are still insecure as to their title and entitlement. Which part of it is mining and which part of it is the government has scared them off through the Repsol acquisition, et cetera? I don't know. I would say in South America especially, it's probably 6 -- here's a ballpark number for you. 60% of the juniors have disappeared, and 40% that we're seeing a retraction of activity. And we only have to name things like what's happening in Chile with the project on the border with Argentina. We named some of the social issues they're having in Peru right now. And what's happening is we're seeing the clients back off, pause and they're now deciding, \"Where do we go where we have less geopolitical risk?\" And I think that's going to be facing mining over the next couple of years. Then you've seen recent legislation and changes in a number of countries. Mexico, for instance, has introduced the new royalty. What impact will that make upon new exploration? So I'm not sure yet, but we are seeing -- in fact, we had 2 clients tell us specifically they canceled programs until they better understood the impact of that new legislation. So a little hard to do, but I'd say throw it up 60% juniors, 40% geopolitical risk."
  },
  {
    "id": 9399,
    "text": "So obviously, the U.S. and European economies aren't growing. Virtually all of these countries are suffering from a lack of demand, and there's economic and political uncertainty out there everywhere. As we said, these 3 facts are really highly correlated. Adding to the uncertainty is the EU Brexit situation and what's next, the immigration fiasco driven by tensions in the Middle East, poor economic health in the once fast-growing BRIC countries, a lack of leadership by the U.S. on the global stage combined with our wild November election process. It all adds up to a lot of uncertainty. And put simply, as an industrial company operating in 6 countries in North America and in Europe, it's a tough time to do well right now and our team is doing pretty darn good. And Terry, you and your entire team and your 1,700 employees are to be congratulated coming through this somewhat turbulent time pretty darn well."
  },
  {
    "id": 9425,
    "text": "And so we look forward to seeing that more as we go forward. And I would comment too, Heiko, that not only are we getting a lot of inbounds from U.S. utilities, we are seeing increasing interest from other global players because it's not just an issue for the U.S. Everyone around the world recognizes the geopolitical risk, and they're looking for diversification. For many years, the price of uranium was very low. Utilities were struggling with profitability. And so they were willing to go for the lowest price, no matter the geopolitical risk. They felt like they had to do that."
  },
  {
    "id": 9462,
    "text": "As we begin, let me remind you that our comments today will include certain forward-looking statements, which management of UGI and AmeriGas believe to be reasonable as of today's date only. Actual results may differ significantly because of risks and uncertainties that are difficult to predict and many of which are beyond management's control. You should read our annual reports on Form 10-K for a more extensive list of factors that could affect results, but among them are: adverse weather conditions; cost volatility and availability of all energy products; increased customer conservation measures; the impact of pending and future legal proceedings; domestic and international political, regulatory and economic conditions; currency exchange rate fluctuations; the timing of development of Marcellus Shale gas production; the timing and success of our commercial initiatives and investments to grow our business; and our ability to successfully integrate acquired businesses and achieve anticipated synergies. UGI and AmeriGas undertake no obligations to release revisions to their forward-looking statements to reflect events or circumstances occurring after today."
  },
  {
    "id": 9635,
    "text": "And Vance, this is Matt Miszewski. Given my political background, apparently, I get to answer the geopolitical risk questions. I don't see any impact to us on the geopolitical conflicts in the Middle East or in Central and Eastern Europe. It is important, though, to understand that the privacy concerns of the European Union and the non-Union countries that are inside Europe does have a bit of an impact on operations of data centers through Continental Europe, as well as the islands. That actually ends up being a demand driver for some of our key customers, including some very large cloud providers who are taking a deployment strategy to eliminate the data sovereignty risk that other providers have. So we're happy to see folks adjust the data sovereignty requirements within EMEA. As Bill said, we see the Asia demand, on the demand side, extremely strong, and we don't see any geopolitical risk throughout our Asia Pac portfolio."
  },
  {
    "id": 9796,
    "text": "[Portuguese] Just one thing. Looking at the movement that we've seen from the BRICS countries to create this big fund for the group, are you seeing any kind of new potential opportunities there? And then related to that question, there's also been some recent controversial comments from some governing bodies regarding the conflict in Gaza and -- between Gaza and Israel. And have you seen any impact at all in your business or in your dealings with affiliates like Elbit Systems or anything like that? Or is it business as usual in the backdrop of these geopolitical risks?"
  },
  {
    "id": 9934,
    "text": "Activities in North America were flat year-over-year. The results were impacted by a slowing economic environment and uncertain political backdrop and lackluster capital markets activity."
  },
  {
    "id": 9967,
    "text": "I'd like to spend a minute or 2 on TRIA and terrorism risk in general. Given the climate in Washington, it's probably a fool's errand to predict anything, but we think there are a number of scenarios in play. Congress may let the legislation sunset by doing nothing, we think that's unlikely. While the current bill could be reauthorized as is, but we also think that's got a relatively low probability. Or the industry deductible and copayments could be modified upward to reduce government involvement, which we think has a higher probability. Or finally, the legislation could be changed to cover only nuclear, biological, chemical and radiological events, known as NBCR, with the industry covering conventional terrorism."
  },
  {
    "id": 10337,
    "text": "When we analyzed the data, we found that for cardholders who must fly to Europe, and probably plan in advance to do that, like Americans, Canadians, Australians and others, transactions on our ATMs have increased on a year-over-year basis. However, transactions for European cardholders are down across almost every European country. We have tried to understand the abrupt change in the European cardholder behavior, and we found a range of evidence that suggests that the economic impact caused by the war in Ukraine, together with a sharp rise in the major cost components of a vacation, which, of course, are airfare and hotels, leaves less discretionary income to spend on ancillary activities for which people use cash."
  },
  {
    "id": 10452,
    "text": "So Ole, as we announced before, this impact of geopolitical and weather, overall impacted us between $0.08 to $0.10, will probably be more on the lower end of that. And this is what happened in the first quarter, some of it is North America, it's only the weather impact of it is North America, but the rest is international. So we are in that range that we announced, partly, it's North America, but the large part of this is international because of the geopolitical and the Australia weather, the severe weather we experienced in Q1. Does this answer your question?"
  },
  {
    "id": 10556,
    "text": "Demand for North American production continues to grow with no foreseeable end to tariffs, intensifying political tensions between China and U.S., increasing Asian production costs and time to market and a weakening U.S. dollar. These factors have driven a significant increase in our business."
  },
  {
    "id": 10732,
    "text": "Salveen, great questions. Starting with Latin America, political instability. BioMarin doesn't have exposure to Venezuela. So the political and economic instability in the region really applies to Brazil, and there is some additional economic instability in other important markets, such as Colombia and Argentina and even Mexico. So we are watching those markets carefully. We are trying to manage our business and our exposure to that instability carefully. So far, the major impact to us was -- has been foreign exchange and order patterns. And as noted, we had big orders for Naglazyme in Q1 and Q2 of last year, big orders for Vimizim in Q3. We haven't seen the Naglazyme quarter repeat yet, but the buying process has started for Naglazyme. And probably worth noting that the buying process for Vimizim in Q2 is already essentially completed. So we have seen material orders for Vimizim there. In terms of uneven buying patterns going forward, I don't think my expectation is that the business will always be Q2 heavy. What I would say is we that have experienced some large and then some very large orders that obviate the need to buy in 1, 2 or even 3 subsequent quarters on occasion, and that's the kind of pattern that I would expect to see going forward. And finally, just a little editorializing, the big orders impact are hard to model and they impact a little bit the interpretation of subsequent order sales. But from our perspective, in a volatile market, getting those big orders is great because it secures product supply for one to several quarters for patients in market."
  },
  {
    "id": 10917,
    "text": "Among the challenges this quarter were several geopolitical events across international operations. Disruptions in Libya and Iraq and a sharp fall in the Russian ruble pressured our revenue and margins in the Eastern Hemisphere. And in the Gulf of Mexico, profitability dropped sharply due to a significant number of deepwater rigs that were shut down, waiting on unusually strong ocean currents to subside."
  },
  {
    "id": 10918,
    "text": "History demonstrates the integral role of railroads to support civilian life and economies in a heightened manner during war time. The current war in Europe has created direct pressure on the availability and cost of commodities ranging from minerals to food to fertilizer to crude oil as well as coal and natural gas. Railroads and railway suppliers will help meet the challenge of keeping civilian life and economies functioning during the crisis."
  },
  {
    "id": 11412,
    "text": "I think that the range -- 4% comes into play with the following. We do have a lot of tension with China. And what we see would be the consequences of that, that would slow down what I would call not only China growth, but all across Asia Pacific growth. So I think that's why I'm putting that stake down there, Jeff. You're right. If you add up the numbers, it'd be more like a 5% at the low end. I don't -- my core belief does not believe -- say that. But at the same time, I want to make sure investors understand. The concerns that I would have would be in Asia, would be around China. I think Europe potentially could weaken. As you know, there's a lot of political uncertainty in Europe right now. Even though we don't have a robust growth, I'm always concerned about when the political uncertainty comes in Europe. So those are the markets I'm worried about. But my gut tells me we're still going to be in this solid, single-digit range. And we're not going to be as strong this year at 7%. 7% was a really strong year. But we're going to do better than the underlying GFI, which is probably going to be around 3.8%, 4%. So that's how I see it."
  },
  {
    "id": 11455,
    "text": "While the Ukraine-Russia conflict certainly is having an impact on our industry, the much larger concern is the humanitarian disaster that has unfolded in Ukraine. The images coming out of Ukraine are heartbreaking and our thoughts and prayers are with the Ukrainian people who continue to endure significant suffering due to the invasion."
  },
  {
    "id": 11934,
    "text": "The words expect, anticipates, plans, forecasts and similar expressions are intended to identify forward-looking statements. Statements contained in these news -- this news release that are not historical facts are forward-looking statements that are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. These statements reflect the company's current beliefs and a number of important factors could cause actual results for future periods to differ materially from those expressed in this news release. These important factors include, without limitation, a decision of the customer to cancel a purchase order or supply agreement, demand for and acceptance of the company's personal care ingredients, advanced materials and formulated products, changes in development and distribution relationships, the impact of competitive products and technologies, possible disruption in commercial activities occasioned by terrorist activity and armed conflict and other risks indicated in the company's filings with the Securities and Exchange Commission. Nanophase undertakes no obligation to update or revise these forward-looking statements to reflect new events or uncertainties."
  },
  {
    "id": 12461,
    "text": "But first, the safe harbor statement. Safe harbor statement under the Private Securities Litigation Reform Act of 1995. This release includes forward-looking statements about our anticipated financial metrics and results, all of which involve risks and uncertainties. Important factors, which could cause actual results to differ materially from those in the forward-looking statements include: the significant and unprecedented uncertainty regarding the business and the economic impact of the ongoing COVID-19 pandemic as well as the impact of efforts of governments, businesses and individuals to mitigate the effects of such pandemic on the company, its customers, its carrier, integration partners and the global economy, which makes it particularly difficult to predict the nature and extent of impact on demand for products and services, making our business outlook subject to considerable uncertainty; the company's ability to successfully integrate and realize the benefits of its past or future strategic acquisitions or investments; the company's ability to diversify its relationships with carriers; and the impact of foreign exchange fluctuations and geopolitical risks; and other important factors that are detailed in filings with the Securities and Exchange Commission made from time to time by Stamps.com, including its annual report on Form 10-K for the year ended December 31, 2019, quarterly reports on Form 10-Q, particularly the risk factor sections of those reports and current reports on our Form 8-K. Stamps.com undertakes no obligation to release publicly any revisions to any forward-looking statements to reflect the events or circumstances after the date hereof or to reflect the occurrence of unanticipated events."
  },
  {
    "id": 12550,
    "text": "Event risk, of course, there is a geopolitical event risk here in Asia. There is also quite a bit of that, relating not only to some struggles in the North Asia area, but also China's policy risk will be quite relevant to the Singapore, Malaysia, Indonesia market as well. So those are the things that we cannot truly predict. But on a long-term trend basis, I think those are -- those will be able to be managed but it may create volatility. So those are the policy risk in China, geopolitical risk in North Asia."
  },
  {
    "id": 12588,
    "text": "Well, I guess here's how I would see it. It remains the case, 3.5 years on, that not a single significant strategic or operational decision that we have made or not made has been driven externally by political influences. We've been managing the company for all its shareholders in the best way we know how. And therefore, all I know is what's happened so far, and I have no reason to believe that will change. But of course, there are risks in the future, but that's the position so far. The second thing that I'd say is we all have to recognize that the banking industry is quite politicized everywhere in the world today, as a result of its role in the financial crisis and the tensions, the political tensions arising from the financial crisis. And so banks equals politics, whether that's in Spain or Germany or here or America or Ireland, or you pick it. And in that sense, there are political risks and calculations that have to be made for the banking industry and the regulations it affected and the other pressures that can be on it. We've seen that in the U.K., away from RBS, rather recently. So I do think that bank investors are right to worry about politics, but it's not clear to me that RBS is particularly distinguished in that regard. But clearly, the best way we can insulate ourselves from this is to do our jobs well. I think if we fall down on the job, we invite more interference from whatever quarters. If we do our jobs well, we'll be left to get on with doing it."
  },
  {
    "id": 12887,
    "text": "The second piece is we did see more inventory correction going on than we had anticipated based on backlog trends going into the quarter at some of the OEM sides as well. So the combination weakened during the quarter, and I think that's what led to the results we had. As we look forward in dialogue with the customers and looking at what's going on geopolitically, things have been stabilizing more. Certainly, the biggest impact from U.S. sanctions, we believe, we comprehend at this stage, which we did not have going into the second quarter. And so we've got more confidence in what I would call stabilization at this point."
  },
  {
    "id": 12888,
    "text": "Advertising revenue declined $2.1 million or 13% due to the disruption to the Puerto Rico advertising market caused by the political unrest, including the resignation of the governor; as well as the timing of Miss Universe Puerto Rico, which, as noted last quarter, was produced and broadcast in the second quarter of 2019 as compared to the third quarter of 2018. Notwithstanding the strong ratings performance at our U.S. cable networks, we saw a decline in advertising revenue due to softness in the direct response advertising market."
  },
  {
    "id": 13083,
    "text": "In terrorism and political risk, our sovereign   risk account, we have similarly limited appetite. This is reflected in reduction in premiums although our RPI was at 99% for the third quarter running for terrorism. We regard this selection as keenly positive and our underwriting tool is an excellence tool to bring diverse knowledge post to bear on individual risk assessments."
  },
  {
    "id": 13217,
    "text": "Before starting the presentation, I'm sure you all followed the recent developments in Turkey. We are pleased to see that the coup attempt in Turkey was foiled. The power of communication significantly contributed to ending this unfortunate event. We took all precautions immediately and prevented attempts of any intrusion to our network. We managed to ensure the security and the effectiveness of the entire telecommunication infrastructure in Turkey, without a single interruption across the entire country."
  },
  {
    "id": 13256,
    "text": "Well, this attack was a weapon's grade attack by Russia on Ukraine that utilize cyber tools that were built by the NSA and the U.S. government. A group called Shadow Brokers stole those tools and they were turned back on the Ukraine and the devastation in the Ukraine just hasn't properly been reported. All the airports were down, all the trains were down, hospital systems were lost. The monitoring systems in Chernobyl, that monitor what is the most infamous nuclear plant in the world, were lost. If you looked at pictures that are on the Internet of the Kiev airport, every single screen showing the red screen of death, every point-of-sale terminal in the big grocery stores showing the same thing, every ATM machine down in the country. This was an amazing attack and we are thankful that our teams were certainly able to stop it at the borders of TNT, it didn't impact of the FedEx enterprise. But the devastation in the TNT technology estate was considerable, to say the least."
  },
  {
    "id": 13430,
    "text": "On the first question, Michael, we have seen some relative strength in the south, Spain and Portugal have been very strong markets. Turkey is not. Turkey has been an impaired market between terrorist attacks and then the attempted coup. Some of the other markets that have been strong, like Ireland and Germany, so people shying away from some of the markets where terrorist attacks have been taking place in the past, and where maybe they have more of a fear of safety for traveling there at the moment."
  },
  {
    "id": 14054,
    "text": "Now the quality of growth is good. We again increased investment behind our brands by moving our support up by EUR 460 million. Strong brands are getting stronger, and we now have 15 brands with EUR 1 billion or more in turnover. That's up from 11 only 5 years ago. This year, we actually welcome Signal to the list. We also continue to invest in building organizational capabilities. We see opening of the state-of-the-art Singapore training center, the Personal Care Pit [ph] Center in London, which you saw, as well as the further rollout of our world-class manufacturing program. Finally, divestitures and minor acquisitions further strengthened our portfolio. Whilst business conditions in the last 4 years went easy, 2013 was even more challenging as the world continues to face a series of political, economic, social and environmental uncertainties. Some of these were foreseen, but many were not, like the demonstrations in Brazil and Turkey or the currency devaluations in some of the fastest-growing emerging markets, or increasingly extreme weather conditions as you've seen recently again in the Philippines or the U.S. You heard me talk many times about the increasing volatility and uncertainty of today's world, and I don't propose to dwell on this today. The volatility I have just referred to puts further short-term pressure on all businesses but confirms to us once more the relevance of the Unilever Sustainable Living Plan and the need to drive towards an even more agile organization. Competition continues to be intense in key markets, such as Nigeria, South Africa, India, Brazil, Indonesia and especially the U.S."
  },
  {
    "id": 14789,
    "text": "Now, let's talk about Diving. Our most global business where we compete with SCUBAPRO, the world's number one dive equipment brand and SUBGEAR, a complementary mid-priced line of dive gear. Strife in the Middle East and tragic natural disasters in Japan have put the brakes on continued recovery of the worldwide dive market. Most divers travel to enjoy the sport and popular Red Sea dive locations for European tourists have been negatively affected by political upheaval in the region.  Although export sales to the middle east are off minimally thus far, the uncertain political environment makes for an uncertain economic environment with no clear end in sight."
  },
  {
    "id": 14825,
    "text": "Our core competitive advantage is our privileged relationship with Canadian Tire, our majority unitholder and most significant tenant. The Canadian Tire brand, nearly 100 years old, has succeeded through the great depression, the second World War and every economic cycle and business disruption since then, continuing to grow along with Canada, meeting the needs of Canadians from coast-to-coast and always with a truly local approach that resonates with its customers. I have no doubt that Canadian Tire will emerge stronger than ever from this pandemic with a clear understanding as to how to leverage its unparalleled store network and supply chain, its digital properties, including its website, apps and Triangle Rewards loyalty program and consumer credit offering to compete successfully and grow market share. We will continue to benefit from our relationship with Canadian Tire, which provides such a firm foundation to our enterprise. Our durability is grounded in the strength of our balance sheet and our ample liquidity."
  },
  {
    "id": 14850,
    "text": "Okay. So good question, Elyse. I'll take it to begin with, and then I'll hand over to Peter to give you some more detail. On the macro factors first. Not much has really changed, right? The environment globally is still pretty tough, so we don't want to get ahead of ourselves. We're actually doing very well in the environment that we see. But there is still only modest levels of global economic growth I've seen some of the predictions that sort of said globally it might be more like a 3.5 as opposed to a 3. But there's an awful lot of political instability still out there and the lack of clarity in certain countries. And so I think what it demonstrates in part is the resilience of the risk and insurance industry. It's a requirement, right? Companies at all levels, even governments, have to address the risk that they face, and we're well positioned to advise them on that. So I would say on a macro basis, not much that helps us but where really these remain the grinded out years and Peter and his team and all the colleagues at RIS are doing a great job grinding out growth. So this is 2 nice quarters in a row. But we've cautioned, and we caution you about the second quarter is that, it's not --  in this business, it's better to look at rolling 4 years or full years as opposed to any individual quarter. But Peter, what can you add to that?"
  }
]